{
    "长江": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "信阳地处淮河上中游，信阳的河流属于长江和淮河两大水系。",
        "秦岭南边的河流属于长江水系，而北边是黄河水系。",
        "习惯上把属于长江水系的老通扬运河和与之相连的河流称为“上河”，而把属于淮河水系的新通扬运河和与之相连的河流称为“下河”。",
        "郎溪县属于长江中下游平原，县域内有南漪湖、郎川河等水系，水面占总面积的三分之一，是典型的江南水乡。",
        "启东市水系属于长江水系，地下水位常年处于1.2—1.6米。",
        "永宁河是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "北部湖州一带，则为苕溪水系，苕溪注入太湖，属于长江流域的一部分。",
        "公安县境有大小河流18条，主要河流为长江、荆江、松滋等，皆属于长江水系，当中有4条注入洞庭湖。",
        "滇池属于长江水系，为金沙江支流普渡河上游湖泊。",
        "平溪，是中国长江流域的一条河流，汇入赧水，属于资水水系。",
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。",
        "皖南地区的水系以黄山为界，其北侧及西南侧属于长江水系，东南侧属于钱塘江水系。",
        "卧龙河卧落河又名卧龙河，是中国长江流域的一条河流，属于雅砻江右岸水系，注入理塘河，是雅砻江的二级支流。",
        "扎木曲扎木曲，是中国长江流域的一条河流，汇入沱沱河，属于长江源水系。",
        "天曲天曲，是中国长江流域的一条河流，汇入当曲，属于长江源水系。",
        "尕尔曲尕尔曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。",
        "冬曲冬曲，又译旦曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。",
        "莫曲莫曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "牙哥曲牙哥曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "北麓河北麓河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "科欠河科欠河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "色吾河色吾河，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "宁恰曲宁恰曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "多采曲多采曲，是中国长江流域的一条河流，汇入宁恰曲，属于长江源水系。",
        "登艾龙曲登艾龙曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "德曲德曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "曼宗曲曼宗曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "叶曲叶曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。",
        "字曲字曲，是中国长江流域的一条河流，汇入藏曲，属于金沙江水系。",
        "永兴河永兴河，是中国长江流域的一条河流，汇入䲎鱼河，属于金沙江水系。",
        "洛泽河洛泽河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "牛街河 (横江支流)牛街河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "勐果河勐果河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "巴曲 (金沙江)巴曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "藏曲藏曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "热曲 (金沙江支流)热曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "马曲马曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "中岩曲中岩曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "冲江河冲江河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "落漏河落漏河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "万马河万马河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "渔泡江渔泡江（）是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "普隆河普隆河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西溪河 (金沙江)西溪河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "黑水河 (金沙江支流)黑水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "美姑河美姑河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西宁河西宁河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "色曲 (金沙江支流)色曲，是中国长江流域的一条河流，位于四川省德格县，汇入金沙江左岸，属于金沙江水系。",
        "麦宿河麦宿河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "赠曲赠曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "欧曲欧曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "降曲降曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "札曲札曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "仁波河仁波河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "松麦河松麦河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "翁水河翁水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "硕多岗河硕多岗河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "五郎河五郎河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "新庄河新庄河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "色物绒沟色物绒沟，是中国长江流域的一条河流，汇入力丘河，属于金沙江水系。",
        "蜻蛉河蜻蛉河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "石者河石者河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "马龙河 (牛栏江)马龙河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "硝河硝河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "赤土河赤土河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "东义河东义河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "尼汝河尼汝河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "拉波河拉波河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "玛衣河玛衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "硕衣河硕衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "格咱河格咱河，是中国长江流域的一条河流，汇入翁水河，属于金沙江水系。",
        "宁蒗河宁蒗河，是中国长江流域的一条河流，汇入卧落河，属于金沙江水系。",
        "达曲达曲，是中国长江流域的一条河流，汇入鲜水河，属于金沙江水系。",
        "牙河牙河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "麻摩柯河麻摩柯河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "鄂曲鄂曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "通把河通把河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "三岔河 (雅砻江支流)三岔河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "玉隆河玉隆河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "达火沟达火沟，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "热衣曲热衣曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "庆达河庆达河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "德差河德差河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "俄柯河俄柯河，是中国长江流域的一条河流，汇入雅砻江左岸，属于金沙江水系。",
        "以礼河以礼河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "东柯河东柯河，是中国长江流域的一条河流，汇入阿柯河，属于大渡河水系。",
        "越溪河越溪河，是中国长江流域的一条河流，汇入岷江下游，属于岷江水系。",
        "大南河大南河，是中国长江流域的一条河流，汇入岷江中游，属于岷江水系。",
        "蒙溪河蒙溪河，是中国长江流域的一条河流，汇入沱江支流，属于沱江水系。",
        "马尔曲马尔曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "石亭江石亭江，是中国长江流域的一条河流，汇入沱江中源，属于沱江水系。",
        "阿柯河阿柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "尼柯河尼柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "热尔卡曲热尔卡曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "濑溪河濑溪河，是中国长江流域的一条河流，汇入沱江，属于沱江水系。",
        "青坪河青坪河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "玉溪河玉溪河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "东谷河东谷河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "天全河天全河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "小姓沟小姓沟，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "官庙河官庙河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "金汤河金汤河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "孟屯沟孟屯沟，是中国长江流域的一条河流，汇入杂谷脑河，属于岷江水系。",
        "维尔隆河维尔隆河，是中国长江流域的一条河流，汇入黑水河，属于岷江水系。",
        "色曲 (绰斯甲河支流)色曲 (绰斯甲河支流)，是中国长江流域的一条河流，汇入绰斯甲河西支，属于大渡河水系。",
        "荥经河荥经河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "俄日沟俄日沟，是中国长江流域的一条河流，汇入绰斯甲河，属于大渡河水系。",
        "田湾沟田湾沟，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "安顺河安顺河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "周公河周公河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "杂谷脑河杂谷脑河，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "渔子溪渔子溪，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "瓦斯河瓦斯河，是中国长江流域的一条河流，汇入大渡河，属于大渡河水系。",
        "马边河马边河，是中国长江流域的一条河流，汇入岷江右岸，属于岷江水系。",
        "绰斯甲河绰斯甲河，是中国长江流域的一条河流，汇入大渡河西源，属于大渡河水系。",
        "格斯札河格斯札河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "牛日河牛日河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "南桠河南桠河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "黑水河 (岷江支流)黑水河 (岷江支流)，是中国长江流域的一条河流，汇入岷江上游右岸，属于岷江水系。",
        "西河 (青衣江支流)西河 (青衣江支流)，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。",
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "清江河清江河，是中国长江流域的一条河流，汇入白龙江下游右岸，属于嘉陵江水系。",
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "白河 (白水江支流)白河，是中国长江流域的一条河流，汇入白水江，属于嘉陵江水系。",
        "肖口河肖口河（又名洋河），是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "澌滩河澌滩河，是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "盐井河盐井河（又名毛坝河），是中国长江流域的一条河流，汇入东河，属于嘉陵江水系。",
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。",
        "郪江郪江，是中国长江流域的一条河流，汇入涪江下游右岸，属于嘉陵江水系。",
        "凯江凯江，是中国长江流域的一条河流，汇入涪江中游右岸，属于嘉陵江水系。",
        "梓潼江梓潼江，是中国长江流域的一条河流，汇入涪江中游左岸，属于嘉陵江水系。",
        "中河 (后河支流)中河，是中国长江流域的一条河流，汇入后河，属于嘉陵江水系。",
        "西河 (嘉陵江支流)西河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "青泥河青泥河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "江洛河江洛河（又名洛河），是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "燕子河燕子河，是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "广坪河广坪河（又名羊漠河），是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "东河 (嘉陵江支流)东河，又名宽滩河，是中国长江流域的一条河流，汇入嘉陵江中游左岸，属于嘉陵江水系。",
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。",
        "州河州河，是中国长江流域的一条河流，汇入渠江东源左岸，属于嘉陵江水系。",
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。",
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。",
        "清水河 (西汉水支流)清水河，是中国长江流域的一条河流，汇入西汉水，属于嘉陵江水系。",
        "后河后河，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "明月江明月江，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "古蔺河古蔺河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "大同河 (赤水河)大同河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "湄江湄江，是中国长江流域的一条河流，汇入湘江，属于乌江水系。",
        "习水河习水河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "二道河 (赤水河支流)二道河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "白甫河白甫河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "鱼梁河鱼梁河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "印江河印江河（又名印河），是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "石阡河石阡河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。",
        "余庆河余庆河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。",
        "偏岩河偏岩河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "独水河独水河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "大溪河大溪河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。",
        "六池河六池河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "清溪河清溪河，是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "红岩河红岩河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "梅江 (芙蓉江支流)梅江是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "藻渡河藻渡河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。",
        "笋溪河笋溪河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。",
        "野济河野济河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "甘龙河甘龙河，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "湘江 (乌江支流)湘江，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "桐梓河桐梓河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "郁江 (乌江支流)郁江，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "洪渡河洪渡河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。",
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。",
        "六冲河六冲河，是中国长江流域的一条河流，汇入乌江北源，属于乌江水系。",
        "溇水溇水，是中国长江流域的一条河流，汇入澧水，属于澧水水系。",
        "渫水渫水，俗名铁水河，是中国长江流域的一条河流，汇入澧水，属于澧水水系。",
        "西河 (耒水支流)西河，是中国长江流域的一条河流，汇入耒水，属于湘江水系。",
        "铁河铁河，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "潭水潭水，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "攸水攸水，是中国长江流域的一条河流，汇入洣水，属于湘江水系。",
        "白水 (湘江支流)白水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "应水应水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "灌江灌江，是中国长江流域的一条河流，汇入湘江上游右岸，属于湘江水系。",
        "舂陵水舂陵水（又名钟水），是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "渌水渌水，是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "消江 (潇水支流)消江，是中国长江流域的一条河流，汇入潇水，属于湘江水系。",
        "龙潭河龙潭河，是中国长江流域的一条河流，汇入梅江，属于沅江水系。",
        "通道河通道河，是中国长江流域的一条河流，汇入渠水，属于沅江水系。",
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。",
        "车坝河车坝河，是中国长江流域的一条河流，汇入㵲水，属于沅江水系。",
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "猛洞河猛洞河，是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "溆水溆水，是中国长江流域的一条河流，汇入沅江右岸，属于沅江水系。",
        "辰水辰水（又名锦江），是中国长江流域的一条河流，汇入沅江左岸，属于沅江水系。",
        "敷溪河敷溪河，是中国长江流域的一条河流，汇入资水，属于资水水系。",
        "赧水赧水，是中国长江流域的一条河流，汇入资水，属资水西源（资水南源为夫夷水），属于资水水系。",
        "黎滩河黎滩河，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。",
        "崇仁河崇仁河，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "蜀水蜀水，是中国长江流域的一条河流，汇入赣江，属于赣江水系。",
        "湘水 (贡水支流)湘水 (贡水支流)，是中国长江流域的一条河流，汇入贡水，属于赣江水系。",
        "遂川江遂川江，是中国长江流域的一条河流，汇入赣江右岸，属于赣江水系。",
        "恩江恩江，是中国长江流域的一条河流，汇入赣江中游右岸，属于赣江水系。",
        "禾水禾水，是中国长江流域的一条河流，汇入赣江中游左岸，属于赣江水系。",
        "锦江 (赣江支流)锦江 (赣江支流)，是中国长江流域的一条河流，汇入赣江左岸，属于赣江水系。",
        "梅江 (贡水支流)梅江 (贡水支流)，是中国长江流域的一条河流，汇入贡水右岸，属于赣江水系。",
        "濂水濂水，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "桃江 (贡水支流)桃江 (贡水支流)，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "消江 (禾水支流)消江 (禾水支流)，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "泸水 (禾水支流)泸水，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "龙华河龙华河，是长江流域的一条河流，汇入上犹江，属于赣江水系。",
        "上犹江上犹江，是中国长江流域的一条河流，汇入章水，属于赣江水系。",
        "博阳河博阳河，是中国长江流域的一条河流，汇入鄱阳湖，属于鄱阳湖水系。",
        "铅山河铅山河，是中国长江流域的一条河流，发源于武夷山桐木关下,，属于信江水系。",
        "白塔河 (信江)白塔河，是中国长江流域的一条河流，汇入信江，属于信江水系。",
        "北潦河北潦河，是中国长江流域的一条河流，汇入潦河，属于修水水系。",
        "东津水东津水，是中国长江流域的一条河流，修水上游河源段，属于修水水系。",
        "潦河潦河，是中国长江流域的一条河流，汇入修水下游右岸，属于修水水系。",
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。",
        "人们习惯上把属于长江水系的老通扬运河和与之相连接的河流称为“上河”，而把属于淮河水系的新通扬运河和与之相连的河流称为“下河”。",
        "其中属于长江、黑龙江交通部直属企业的，由交通部委托其派驻水系的航运(务)管理局审批，但国际旅游运输除外；属于其他内河省际运输的，由交通部委托各省交通厅(局)在交通部或交通部委托其派驻水系的航运(务)管理局的确定的年度新增运力额度内审批，但外商投资企业和国际旅客旅游运输除外。",
        "而该种分布区在径河上源，属于黄河水系，与此种之在长江（岷江）水系也明显不同[1]。",
        "海池水系流入西汉水，安集寨属于长江水系。",
        "徽州属于钱塘江水系，与安徽其他地方所属的长江和淮河水系不同。",
        "水文和水资源：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。",
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "属于羌塘高原内流湖区和长江北源水系交汇地区。",
        "此外武汉城内还有大大小小数十个属于长江水系的淡水湖（如果算上郊区就有一百多个湖泊，故又得名“百湖之市”）。",
        "从水系流域来讲，它可以归属于长江中游地区。",
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "东岔乡地跨秦岭而且大部在秦岭以南，属于长江水系嘉陵江流域。",
        "河流水系与水文地质该乡位于江淮分水岭南侧，属于长江水系。",
        "中部为坦荡的鄱阳湖平原，水系其北侧属于长江水系，南侧属于赣江水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸进出口物资的运输计划，属于全国性的，由交通运输部负责按国家计划组织综合平衡；属于长江、珠江、黑龙江干线省际间的，由交通运输部派驻水系的航务管理局组织综合平衡；属于上述水系干线以外省际间的，按有关省商定的办法组织平衡；属于省内的，由省交通运输厅（局）或者其授权的航运管理部门组织平衡。",
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。",
        "三）、规划基建处（交通部长江水系航运规划办公室）职责；负责组织或参与拟定长江水系航运发展战略和规划；负责编制、上报并下达长航局中长期发展规划和有关计划，管理所属单位固定资产投资计划和基本建设并组织实施；负责长江干线水运建设市场和水运工程质量的监督管理工作；负责所属单位基建的前期审查、项目管理、竣工验收；负责长江干线港航设施建设和使用岸线的行业管理工作；负责所属单位的装备管理；负责长航局和长江水运行业的统计工作；负责长江干线交通战备工作。",
        "水文：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。",
        "策湖，策湖属于长江水系，是湖北省浠水县第一大湖，水面约1.35万亩，以纪念孙策练兵而得名。",
        "水系溪河：渝州路街道除六店部分地带属于嘉陵江水系外，其余大部分区域的沟谷溪河均属长江水系。",
        "水文景观：凤冈万佛山森林公园的水流，属于乌江流域长江水系，公园保存较好的森林植被和特殊的地质地貌格局，使森林公园水资源较丰富。",
        "老县城村成为西安版图上最偏远的村落，是西安惟一一个隶属于南部汉水（长江水系）的自然村。",
        "河川沙塘鳢，河川沙塘鳢( Odontobutis potamophila Günther)属属于鲈形目(Perciformes)、鰕虎鱼亚目(Gobioidei)、塘鳢科( Eleotridae) ，分布于中国长江中下游及其支流、钱塘江水系和闽江水系等。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。",
        "望天湖，望天湖属于长江水系，水面约1005亩，岸线曲折，湖汊纵横，小岛星罗棋布。",
        "黎滩河，黎滩河位于江西抚州市境内，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸物资的运输计划，属于全国性的，由交通部按国家计划组织综合平衡；属于长江、珠江、黑龙江水系干线省际间的，由交通部派驻水系的航运管理机构组织综合平衡；属于省、自治区、直辖市以内的，由省、自治区、直辖市的交通主管部门组织综合平衡。",
        "处于长江水系和珠江水系分水岭地带，全乡境内以低中山为主，最高海拔1122米，最低海拔510米，年平均气温15℃，年降雨量1308毫米，属于中亚热带季风气候，四季如春。",
        "有中小河流200多余，河流分属于长江流域和珠江流域， 以红水河水系 和柳江水系为主。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "金沙江": [
        "邛海属于金沙江水系，经海河汇入澜沧江支流安宁河。",
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。",
        "主要河流是流经市区的螳螂川，境内所有属于金沙江水系的河流最后都汇入螳螂川。",
        "滇池属于长江水系，为金沙江支流普渡河上游湖泊。",
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。",
        "属于金沙江水系，为金沙江支流错龙门曲的源头湖泊。",
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。",
        "字曲字曲，是中国长江流域的一条河流，汇入藏曲，属于金沙江水系。",
        "吉珠沟吉珠沟，是中国流域的一条河流，汇入德差河，属于金沙江水系。",
        "永兴河永兴河，是中国长江流域的一条河流，汇入䲎鱼河，属于金沙江水系。",
        "洛泽河洛泽河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "牛街河 (横江支流)牛街河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "勐果河勐果河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "巴曲 (金沙江)巴曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "藏曲藏曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "热曲 (金沙江支流)热曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "马曲马曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "中岩曲中岩曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "冲江河冲江河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "落漏河落漏河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "万马河万马河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "渔泡江渔泡江（）是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "普隆河普隆河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西溪河 (金沙江)西溪河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "黑水河 (金沙江支流)黑水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "美姑河美姑河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西宁河西宁河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "色曲 (金沙江支流)色曲，是中国长江流域的一条河流，位于四川省德格县，汇入金沙江左岸，属于金沙江水系。",
        "麦宿河麦宿河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "赠曲赠曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "欧曲欧曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "降曲降曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "札曲札曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "仁波河仁波河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "松麦河松麦河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "翁水河翁水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "硕多岗河硕多岗河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "五郎河五郎河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "新庄河新庄河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "色物绒沟色物绒沟，是中国长江流域的一条河流，汇入力丘河，属于金沙江水系。",
        "蜻蛉河蜻蛉河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "石者河石者河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "马龙河 (牛栏江)马龙河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "硝河硝河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "赤土河赤土河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "东义河东义河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "尼汝河尼汝河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "拉波河拉波河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "玛衣河玛衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "硕衣河硕衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "格咱河格咱河，是中国长江流域的一条河流，汇入翁水河，属于金沙江水系。",
        "宁蒗河宁蒗河，是中国长江流域的一条河流，汇入卧落河，属于金沙江水系。",
        "达曲达曲，是中国长江流域的一条河流，汇入鲜水河，属于金沙江水系。",
        "牙河牙河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "麻摩柯河麻摩柯河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "鄂曲鄂曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "通把河通把河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "三岔河 (雅砻江支流)三岔河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "玉隆河玉隆河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "达火沟达火沟，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "热衣曲热衣曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "庆达河庆达河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "德差河德差河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "俄柯河俄柯河，是中国长江流域的一条河流，汇入雅砻江左岸，属于金沙江水系。",
        "以礼河以礼河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "嘉陵江": [
        "永宁河是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "清江河清江河，是中国长江流域的一条河流，汇入白龙江下游右岸，属于嘉陵江水系。",
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "白河 (白水江支流)白河，是中国长江流域的一条河流，汇入白水江，属于嘉陵江水系。",
        "肖口河肖口河（又名洋河），是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "澌滩河澌滩河，是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "盐井河盐井河（又名毛坝河），是中国长江流域的一条河流，汇入东河，属于嘉陵江水系。",
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。",
        "郪江郪江，是中国长江流域的一条河流，汇入涪江下游右岸，属于嘉陵江水系。",
        "凯江凯江，是中国长江流域的一条河流，汇入涪江中游右岸，属于嘉陵江水系。",
        "梓潼江梓潼江，是中国长江流域的一条河流，汇入涪江中游左岸，属于嘉陵江水系。",
        "中河 (后河支流)中河，是中国长江流域的一条河流，汇入后河，属于嘉陵江水系。",
        "西河 (嘉陵江支流)西河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "青泥河青泥河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "江洛河江洛河（又名洛河），是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "燕子河燕子河，是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "广坪河广坪河（又名羊漠河），是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "东河 (嘉陵江支流)东河，又名宽滩河，是中国长江流域的一条河流，汇入嘉陵江中游左岸，属于嘉陵江水系。",
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。",
        "州河州河，是中国长江流域的一条河流，汇入渠江东源左岸，属于嘉陵江水系。",
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。",
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。",
        "清水河 (西汉水支流)清水河，是中国长江流域的一条河流，汇入西汉水，属于嘉陵江水系。",
        "后河后河，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "明月江明月江，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "东岔乡地跨秦岭而且大部在秦岭以南，属于长江水系嘉陵江流域。",
        "水系溪河：渝州路街道除六店部分地带属于嘉陵江水系外，其余大部分区域的沟谷溪河均属长江水系。",
        "四川省地形复杂，局部地区如—二条水系发生大洪水的机会较多，而岷江、沱江、嘉陵江水系同时发生大洪水的机会较少，1981年7月暴雨洪水则属于这种类型，历史上与其相类似的有1840年、1870年洪水。",
        "保护区所涉及的河流主要属于江汉流域的任河和属于嘉陵江水系的后河及其支流白沙河。"
    ],
    "大渡河": [
        "东柯河东柯河，是中国长江流域的一条河流，汇入阿柯河，属于大渡河水系。",
        "马尔曲马尔曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "阿柯河阿柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "尼柯河尼柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "热尔卡曲热尔卡曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "青坪河青坪河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "玉溪河玉溪河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "东谷河东谷河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "天全河天全河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "官庙河官庙河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "金汤河金汤河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "色曲 (绰斯甲河支流)色曲 (绰斯甲河支流)，是中国长江流域的一条河流，汇入绰斯甲河西支，属于大渡河水系。",
        "由抚边河与沃日河汇合而成，最终汇入大渡河上游，属于大渡河水系。",
        "荥经河荥经河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "俄日沟俄日沟，是中国长江流域的一条河流，汇入绰斯甲河，属于大渡河水系。",
        "田湾沟田湾沟，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "安顺河安顺河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "周公河周公河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "瓦斯河瓦斯河，是中国长江流域的一条河流，汇入大渡河，属于大渡河水系。",
        "绰斯甲河绰斯甲河，是中国长江流域的一条河流，汇入大渡河西源，属于大渡河水系。",
        "格斯札河格斯札河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "牛日河牛日河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "南桠河南桠河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "西河 (青衣江支流)西河 (青衣江支流)，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。"
    ],
    "卢瓦尔河": [
        "阿鲁河自东北向西南流经欧坦市区北部，该河属于法国第一大水系——卢瓦尔河水系。",
        "克莱蒙费朗属于法国本土第一大水系－卢瓦尔河水系，但市区内没有大型水域。",
        "布班斯河自西南向东北流经境内，属于卢瓦尔河水系。",
        "阿尼耶河是布赖河的支流，属于卢瓦尔河水系。",
        "马耶讷河自北向南流经境内，属于卢瓦尔河水系。",
        "勒芒属于法国五大河流之一的卢瓦尔河水系，其二级支流萨尔特河流经境内，并与于讷河在此交汇。",
        "耶夫尔河自东向西流经布尔日市区北部，并形成辫状水系，属于卢瓦尔河流域。",
        "地名意为“埃德尔河与欧桑斯河河谷”，二河为这一地区的两条河流，均属于卢瓦尔河水系。",
        "阿拉尼翁河自西向东流经境内，该河是阿列河的左岸支流，属于卢瓦尔河水系。",
        "穆瓦讷河自东南向西北流经绍莱市区，属于卢瓦尔河水系。",
        "欧朗斯河（）及其支流尚皮河（）流经境内，该河是维埃纳河的支流，属于卢瓦尔河水系。",
        "伯奈兹河自南向北流经市区东部，该河是昂格兰河的左岸支流，属于卢瓦尔河水系。",
        "一条名为“拉日溪”（）自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "维埃纳河干流自东南向西北流经境内，另有塔尔河（Le Tard）流经市区北部，属于卢瓦尔河水系。",
        "发源于莱塞比耶的市镇范围内，该河是南特塞夫尔河的支流，属于卢瓦尔河水系。",
        "锡乌勒河自南向北流经境内，该河是阿列河的支流，属于卢瓦尔河水系。",
        "维埃纳河干流自南向北流经境内，其右岸支流瓜尔河在此与其交汇，属于卢瓦尔河水系。",
        "谢尔河干流自南向北流经市区西部，另有自东向西流经圣阿芒蒙龙市中心，属于卢瓦尔河水系。",
        "谢尔河干流自东南向西北流经境内，属于卢瓦尔河水系。",
        "克勒兹河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "卢瓦尔河自北转西流经沙托丹境内，水面较为平稳，历史上曾有通航，现仍留有少量航道及设施，属于卢瓦尔河水系。",
        "于讷河自东北向西南流经境内，该河是萨尔特河的支流，属于卢瓦尔河水系。",
        "克勒兹河自东南向西北流经境内，其阿让通段的平均宽度约40米，属于卢瓦尔河水系。",
        "安德尔河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "阿尔农河与自南向北流经境内东部，属于卢瓦尔河水系。",
        "自南向北流经境内东部，该河是泰奥勒河的左岸支流，属于卢瓦尔河水系。",
        "法尔河（）流经境内，该河是卢瓦河的支流，属于卢瓦尔河水系。",
        "该河是谢尔河的右岸支流，属于卢瓦尔河水系。",
        "自东南向西北流经雅雷地区圣普列斯特市区，属于卢瓦尔河水系。",
        "锡欧尔姆河（）自南向北流经市区东部，该河是的支流，属于卢瓦尔河水系。",
        "卢瓦河自东向西流经境内，另有阿尔冈斯河（L'Argence）在此与其交汇，属于卢瓦尔河水系。",
        "埃尔内河自北向南流经境内，该河是马耶讷河的支流，属于卢瓦尔河水系。",
        "科尔蒙河自西北向东南流经镇中心，该河是马耶讷河的一条支流，属于卢瓦尔河水系。",
        "马耶讷河干流自北向南流经马耶讷市区，该河是曼恩河的支流，属于卢瓦尔河水系。",
        "库德尔河自北向南流经境内，该河是梅姆河的支流，属于卢瓦尔河水系。",
        "昂戈河（）和马代河（）自南向北流经境内，并在市区北部交汇，属于卢瓦尔河水系。"
    ],
    "乌江": [
        "湄江湄江，是中国长江流域的一条河流，汇入湘江，属于乌江水系。",
        "白甫河白甫河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "鱼梁河鱼梁河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "印江河印江河（又名印河），是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "石阡河石阡河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。",
        "余庆河余庆河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。",
        "偏岩河偏岩河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "独水河独水河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "大溪河大溪河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。",
        "六池河六池河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "清溪河清溪河，是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "红岩河红岩河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "梅江 (芙蓉江支流)梅江是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "野济河野济河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "甘龙河甘龙河，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "湘江 (乌江支流)湘江，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "郁江 (乌江支流)郁江，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "洪渡河洪渡河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。",
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。",
        "六冲河六冲河，是中国长江流域的一条河流，汇入乌江北源，属于乌江水系。",
        "水文景观：凤冈万佛山森林公园的水流，属于乌江流域长江水系，公园保存较好的森林植被和特殊的地质地貌格局，使森林公园水资源较丰富。"
    ],
    "塞纳河": [
        "厄尔河自南向北呈流经沙特尔市区东部，呈辫状分布，属于法国五大流域当中的塞纳河水系。",
        "埃纳河自南向北流经境内，属于塞纳河水系，该河沿岸开凿有人工运河。",
        "埃纳河自东向西流经境内，其东南侧形成了一处湖泊——戈达尔湖（），属于塞纳河水系，此外河流左岸开辟有人工运河。",
        "凡尔赛属于塞纳河水系，但其境内缺少大型天然水域。",
        "安东尼属于法国五大水系之一的塞纳河水系，但境内缺乏大型水域。",
        "泰兰河自西北向东南流经博韦市区南部，平均宽度不足10米，部分河段被渠化改造，该河属于塞纳河水系。",
        "乌尔克河自东北向西南流经境内，属于塞纳河水系。",
        "自西北向东南流经境内，该河属于塞纳河水系，全长9.6公里，水量较小，平均宽度不超过3米，部分河段有明显的人工渠化改造痕迹。",
        "马恩河自东向西流经境内，属于塞纳河水系，人口开凿的马恩河运河则从其南部经过。",
        "艾莱特河自东北向西南流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "塞尔河流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "阿尔芒松河自东南向西北流经境内，该河是约讷河的支流，属于塞纳河水系。",
        "奥布河自东向西流经境内，其左岸支流吉伦特河（）在此与其交汇，属于塞纳河水系。",
        "鲁卢瓦河（）自西向东流经境内，水量较小，属于塞纳河水系。",
        "自西向东流经境内，其沿岸有两处天然湖泊，该河是厄尔河的支流，属于塞纳河水系。",
        "自东向西流经境内，和两条小溪在此与其交汇，德鲁埃特河是厄尔河的支流，属于塞纳河水系。",
        "利维耶河（）自西南向东北流经境内，该河是厄尔河的支流，属于塞纳河水系。",
        "自西南向东北流经境内南部，该河是埃松河的支流，属于塞纳河水系。",
        "罗尼翁河自南向北蜿蜒流经镇中心，该河属于塞纳河水系。",
        "布莱斯河自南向北流经境内，该河是马恩河的左岸支流，属于塞纳河水系。",
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。",
        "自西北向东南流经境内，该河是泰兰河的左岸支流，属于塞纳河水系。",
        "自北向南流经境内，该河是瓦兹河的右岸支流，属于塞纳河水系。",
        "发源于圣瑞斯特昂绍塞市区东侧的一处高地之上，自北向南流经市区东部，属于法国五大水系之一的塞纳河水系。",
        "大莫兰河自东向西流经境内，该河在库洛米耶市区形成多条水道，属于塞纳河水系。",
        "小莫兰河自东向西流经境内，属于塞纳河水系。"
    ],
    "湘江": [
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "湄江湄江，是中国长江流域的一条河流，汇入湘江，属于乌江水系。",
        "湘江 (乌江支流)湘江，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "西河 (耒水支流)西河，是中国长江流域的一条河流，汇入耒水，属于湘江水系。",
        "铁河铁河，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "潭水潭水，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "攸水攸水，是中国长江流域的一条河流，汇入洣水，属于湘江水系。",
        "白水 (湘江支流)白水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。",
        "应水应水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "灌江灌江，是中国长江流域的一条河流，汇入湘江上游右岸，属于湘江水系。",
        "舂陵水舂陵水（又名钟水），是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "渌水渌水，是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "消江 (潇水支流)消江，是中国长江流域的一条河流，汇入潇水，属于湘江水系。",
        "全县有大小溪河133条，主要有沤江、淇江、泉江、小水江等，分属于湘江和赣江两大水系。",
        "境内的石燕湖和百倍冲水库为大型水库，所属水系分别注入湘江和浏阳河。",
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "海阳河是北去湘江的上游，原本与相距不远、向南流去的漓江擦肩而过，天生各属于两个老死不相往来的水系。"
    ],
    "赣江": [
        "蜀水蜀水，是中国长江流域的一条河流，汇入赣江，属于赣江水系。",
        "湘水 (贡水支流)湘水 (贡水支流)，是中国长江流域的一条河流，汇入贡水，属于赣江水系。",
        "遂川江遂川江，是中国长江流域的一条河流，汇入赣江右岸，属于赣江水系。",
        "恩江恩江，是中国长江流域的一条河流，汇入赣江中游右岸，属于赣江水系。",
        "禾水禾水，是中国长江流域的一条河流，汇入赣江中游左岸，属于赣江水系。",
        "锦江 (赣江支流)锦江 (赣江支流)，是中国长江流域的一条河流，汇入赣江左岸，属于赣江水系。",
        "梅江 (贡水支流)梅江 (贡水支流)，是中国长江流域的一条河流，汇入贡水右岸，属于赣江水系。",
        "濂水濂水，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "桃江 (贡水支流)桃江 (贡水支流)，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "消江 (禾水支流)消江 (禾水支流)，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "泸水 (禾水支流)泸水，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "龙华河龙华河，是长江流域的一条河流，汇入上犹江，属于赣江水系。",
        "上犹江上犹江，是中国长江流域的一条河流，汇入章水，属于赣江水系。",
        "全县有大小溪河133条，主要有沤江、淇江、泉江、小水江等，分属于湘江和赣江两大水系。",
        "中部为坦荡的鄱阳湖平原，水系其北侧属于长江水系，南侧属于赣江水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。",
        "石城、宁都至终点段属于赣江支流—梅江的分支琴江水系。",
        "路线在固村镇附近跨越琴江的主干；瑞金市段则属于赣江支流—贡水的分支绵水水系。"
    ],
    "岷江": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。",
        "分布于岷江及沱江水系等，属于小型鱼类，体长可达7.6公分，其主要栖息于水底层生活。",
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。",
        "越溪河越溪河，是中国长江流域的一条河流，汇入岷江下游，属于岷江水系。",
        "大南河大南河，是中国长江流域的一条河流，汇入岷江中游，属于岷江水系。",
        "小姓沟小姓沟，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "孟屯沟孟屯沟，是中国长江流域的一条河流，汇入杂谷脑河，属于岷江水系。",
        "维尔隆河维尔隆河，是中国长江流域的一条河流，汇入黑水河，属于岷江水系。",
        "杂谷脑河杂谷脑河，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "渔子溪渔子溪，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "马边河马边河，是中国长江流域的一条河流，汇入岷江右岸，属于岷江水系。",
        "黑水河 (岷江支流)黑水河 (岷江支流)，是中国长江流域的一条河流，汇入岷江上游右岸，属于岷江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "而该种分布区在径河上源，属于黄河水系，与此种之在长江（岷江）水系也明显不同[1]。",
        "加之燕儿河水库属岷江水系，与绵阳城区现在第一水源涪江分属于两大不同水系，所以选定燕儿河水库作为绵阳城区第二水源，可以说是很好的选择。",
        "水文境内坡陡谷深，溪流深切，属于岷江水系，子母河水流流入黑水河。",
        "四川省地形复杂，局部地区如—二条水系发生大洪水的机会较多，而岷江、沱江、嘉陵江水系同时发生大洪水的机会较少，1981年7月暴雨洪水则属于这种类型，历史上与其相类似的有1840年、1870年洪水。"
    ],
    "加龙河": [
        "科雷兹河自东北向西南流经境内，该河是多尔多涅河的一条支流，属于加龙河水系。",
        "科雷兹河自东向西流经布里夫拉盖亚尔德市区，其市区段平均宽度约50米，该河属于法国五大水系当中的加龙河水系。",
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。",
        "塔恩河自东北向西南流经阿尔比，其市区段平均宽度约80米，属于法国五大河流之一的加龙河水系。",
        "热尔河自南向北呈流经欧什市区内，平均宽度超过30米，属于法国五大流域当中的加龙河水系。",
        "科拉涅河自北向南流经境内，该河是洛特河的一条支流，属于加龙河水系。",
        "阿古河自北向南流经境内，老城区位于其右岸，该河是塔恩河的左岸支流，后者属于加龙河水系。",
        "自南向北流经市镇中心，该河是萨拉河的支流，属于加龙河水系。",
        "自南向北流经境内，该河是埃尔斯维夫河的支流，属于加龙河水系。",
        "塞尔农河自南向北流经境内，该河是塔恩河的左岸支流，属于加龙河水系。",
        "阿韦龙河自东北向西南流经境内，该河属于加龙河水系。",
        "塞尔河自东向西流经境内，该河是多尔多涅河的支流，属于加龙河水系。",
        "马斯雷位于与欧韦泽尔河的分水岭地带，两河均属于加龙河水系，此外马斯雷境内还有多处天然水塘。",
        "迪耶日河自北向南流经市区西部，该河是多尔多涅河的支流，属于法国五大河流之一的加龙河水系。",
        "屈兹河（）发源于市区内，是多尔多涅河的一条右岸支流，后者属于加龙河水系。",
        "阿里米耶溪（）自西向东流经境内南部，该河是图什河的左岸支流，属于加龙河水系。",
        "自东南向西北流经境内，该河属于加龙河的水系。",
        "巴伊斯河自南向北流经境内，其右岸支流在孔东与其交汇，属于加龙河水系。",
        "巴伊斯河自东南向西北流经内拉克市区，境内平均宽度在20米左右，属于法国五大干流之一的加龙河水系。",
        "科拉涅河自北向南流经境内，该河是洛特河的右岸支流，属于加龙河水系。",
        "内斯特河自南向北流经阿罗，其右岸支流在此与其交汇，属于加龙河水系。"
    ],
    "黄河": [
        "郑州境内有大小河流124条，流域面积较大的河流有29条，分属于黄河和淮河两大水系，其中黄河流域6条，淮河流域23条。",
        "秦岭南边的河流属于长江水系，而北边是黄河水系。",
        "境内河流众多，共有大小河流70多条，分别属于黄河、淮河水系。",
        "渭南市河流均属于黄河水系，过境地表客水主要有黄河，入境地表客水有渭河、北洛河。",
        "境内河流分属黄河和淮河两大水系，黄河在境内流长约45千米，属于黄河水系的河流有汜水河、枯河，属淮河水系的有索河、寺河。",
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。",
        "康王河，位于山东省肥城市境内，属于黄河水系。",
        "由于河道高出地面，一般来说郑州以下的黄河下游河道成了淮河、海河两大水系的分水岭，从严格意义上黄河两岸已不属于黄河流域了。",
        "而该种分布区在径河上源，属于黄河水系，与此种之在长江（岷江）水系也明显不同[1]。",
        "本站属于黄河流域黄河水系，为涑水河入黄河把口站 ,控制涑水河入黄水量、沙量。",
        "、水文；平原新区南邻黄河，境内河流主要有文岩干渠、天然渠、幸福渠等为引黄工程渠道，属于黄河流域的天然-文岩渠水系。",
        "所属水系阴山山南为外流区，属黄河，海河水系，流水侵蚀为主，河流溯源侵蚀与分割作用较强烈，沟谷深切，地面破碎；山北为内流区，河流稀少，水量小，侵蚀基准面高，因而侵蚀作用不显著，沟谷浅缓，地貌外营力以风蚀为主，地面平坦，风沙散布。",
        "水系郑州境内有大小河流124条黄河(16张)，流域面积较大的河流有29条，分属于黄河和淮河两大水系。",
        "境内大小河流分属于黄河和淮河两大水系，其中有流经郑国段的黄河。",
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。",
        "境内大小河流35条，分属于黄河和淮河两大水系，其中流经郑州段的黄河150.4公里。",
        "濮阳境内有河流97条，多为中小河流，分属于黄河、海河两大水系。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。"
    ],
    "沅江": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。",
        "龙潭河龙潭河，是中国长江流域的一条河流，汇入梅江，属于沅江水系。",
        "通道河通道河，是中国长江流域的一条河流，汇入渠水，属于沅江水系。",
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。",
        "车坝河车坝河，是中国长江流域的一条河流，汇入㵲水，属于沅江水系。",
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "猛洞河猛洞河，是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。",
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "溆水溆水，是中国长江流域的一条河流，汇入沅江右岸，属于沅江水系。",
        "辰水辰水（又名锦江），是中国长江流域的一条河流，汇入沅江左岸，属于沅江水系。",
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。"
    ],
    "淡水河": [
        "磺溪（亦称南磺溪、Southern Sulfur creek）位于台湾北部，属于淡水河水系，为外双溪的支流。",
        "五股坑溪，位于台湾北部，属于淡水河水系，为塭子川的支流。",
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "磺港溪位于台湾北部，属于淡水河水系，为基隆河的支流。",
        "贵子坑溪位于台湾北部，属于淡水河水系，为大窠坑溪的支流。",
        "阿玉溪，位于台湾北部，属于淡水河水系，流域分布于新北市乌来区东部，因发源阿玉山而得名。",
        "茄苳溪位于台湾北部，属于淡水河水系，为基隆河的一条支流。",
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。",
        "新安溪位于台湾北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。",
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "内双溪位于台湾北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "磺港溪，磺港溪位于台湾省北部，属于淡水河水系，为基隆河的支流。",
        "安坑溪，安坑溪位于台湾省北部，属于淡水河水系，为新店溪的支流，全长约9.75公里，流域分布于台北县新店市西北部。",
        "阿玉溪，阿玉溪位于台湾北部，属于淡水河水系，流域分布于台北县乌来乡东部，因发源阿玉山而得名。",
        "新安溪，新安溪位于台湾省北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "五股坑溪，五股坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "又名紫明溪，属于淡水河水系，为外双溪的支流，流域分布于台北市北投区、士林区。",
        "贵子坑溪，贵子坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "罗讷河": [
        "自东北向西南流经加普，平均宽度不足5米，该河是迪朗斯河的一条支流，属于法国五大河流之一的罗讷河水系。",
        "自北向南流经贝尔福市区，属于法国五大河流之一的罗讷河水系。",
        "杜河自东向西流经贝桑松，该河属于法国五大水系之一的罗讷河水系，水量相对充足并稳定，具备通航条件，部分河段建有平行的运河。",
        "菲耶尔河自东北向西流经阿讷西市区北部，境内平均宽度在5米左右，属于法国五大水系当中的罗讷河水系。",
        "自东南向西北流经市中心，该河汇入布尔歇湖中，属于罗讷河水系，后者为法国五大河流之一。",
        "索恩河自北向南流经市区东部，平均宽度超过300米，属于法国五大河流之一的罗讷河水系。",
        "埃维昂莱班北部为莱芒湖，隔湖与瑞士相望，属于罗讷河水系。",
        "自东北向西南流经境内，该河是奥尼翁河的右岸支流，属于罗讷河水系。",
        "阿尔沃河自东向西流经境内，其左岸支流在此与其交汇，属于罗讷河水系。",
        "沙拉罗讷河自南向北流经境内，该河是索恩河的支流，属于罗讷河水系。",
        "阿莱讷河自北向南流经境内，该河属于罗讷河水系。",
        "比埃什河自东北向西南流经境内，该河是迪朗斯河的右岸支流，属于罗讷河水系。",
        "杜河自东南向北流经境内，该河是索恩河的支流，属于罗讷河水系。",
        "自北向东南呈“L”型流经境内，该河是加尔东河的支流，属于罗讷河水系。",
        "布罗讷溪（）自西向东流经境内北部，该河是加尔东河的右岸支流，属于罗讷河水系。",
        "布尔布尔河流经境内，经人工改造后有多条水渠及运河与之交汇，属于罗讷河水系。",
        "和比耶讷河在此交汇，另有境内分布有多处山间小溪，属于罗讷河水系。",
        "谢朗河与其左岸支流在此交汇，属于罗讷河水系。"
    ],
    "珠江": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "分布于中国广西壮族自治区龙州附近属于珠江水系的小水体等。",
        "在中国，分布于海南岛、珠江水系等，属于亚热带小型底栖鱼类。",
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。",
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。",
        "右江，是中国南部的一条河流，为郁江正源，属于珠江水系。",
        "宜良县水资源丰富，境内河流属于珠江流域水系，南盘江从东至西横穿县境。",
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。",
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸进出口物资的运输计划，属于全国性的，由交通运输部负责按国家计划组织综合平衡；属于长江、珠江、黑龙江干线省际间的，由交通运输部派驻水系的航务管理局组织综合平衡；属于上述水系干线以外省际间的，按有关省商定的办法组织平衡；属于省内的，由省交通运输厅（局）或者其授权的航运管理部门组织平衡。",
        "境内主要河流有北流的北底江，是属于珠江水系的源头河。",
        "需要进行综合平衡的重点物资、联运物资、外贸物资的运输计划，属于全国性的，由交通部按国家计划组织综合平衡；属于长江、珠江、黑龙江水系干线省际间的，由交通部派驻水系的航运管理机构组织综合平衡；属于省、自治区、直辖市以内的，由省、自治区、直辖市的交通主管部门组织综合平衡。",
        "处于长江水系和珠江水系分水岭地带，全乡境内以低中山为主，最高海拔1122米，最低海拔510米，年平均气温15℃，年降雨量1308毫米，属于中亚热带季风气候，四季如春。",
        "有中小河流200多余，河流分属于长江流域和珠江流域， 以红水河水系 和柳江水系为主。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "淮河": [
        "郑州境内有大小河流124条，流域面积较大的河流有29条，分属于黄河和淮河两大水系，其中黄河流域6条，淮河流域23条。",
        "信阳地处淮河上中游，信阳的河流属于长江和淮河两大水系。",
        "习惯上把属于长江水系的老通扬运河和与之相连的河流称为“上河”，而把属于淮河水系的新通扬运河和与之相连的河流称为“下河”。",
        "境内河流众多，共有大小河流70多条，分别属于黄河、淮河水系。",
        "境内河流分属黄河和淮河两大水系，黄河在境内流长约45千米，属于黄河水系的河流有汜水河、枯河，属淮河水系的有索河、寺河。",
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。",
        "人们习惯上把属于长江水系的老通扬运河和与之相连接的河流称为“上河”，而把属于淮河水系的新通扬运河和与之相连的河流称为“下河”。",
        "由于河道高出地面，一般来说郑州以下的黄河下游河道成了淮河、海河两大水系的分水岭，从严格意义上黄河两岸已不属于黄河流域了。",
        "属于淮河水系溱水河上游的椿板河自北向南流经遗址西侧。",
        "徽州属于钱塘江水系，与安徽其他地方所属的长江和淮河水系不同。",
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。",
        "是中国解放后最早兴建的大型水库，属于淮河流域沙颍河水系颍河上游的大（Ⅱ）型水库。",
        "水源及土质产区河流属于淮河水系，地下水位较高，水源丰富。",
        "水系郑州境内有大小河流124条黄河(16张)，流域面积较大的河流有29条，分属于黄河和淮河两大水系。",
        "境内大小河流分属于黄河和淮河两大水系，其中有流经郑国段的黄河。",
        "属于淮河流域池河水系，拦蓄南沙河东支流57.3平方公里径流。",
        "境内大小河流35条，分属于黄河和淮河两大水系，其中流经郑州段的黄河150.4公里。",
        "水文周口属于淮河流域，有沙颍河、涡河、西肥河、汝河四大扇形水系。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。"
    ],
    "雅砻江": [
        "卧龙河卧落河又名卧龙河，是中国长江流域的一条河流，属于雅砻江右岸水系，注入理塘河，是雅砻江的二级支流。",
        "牙河牙河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "麻摩柯河麻摩柯河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "鄂曲鄂曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "通把河通把河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "三岔河 (雅砻江支流)三岔河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "玉隆河玉隆河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "达火沟达火沟，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "热衣曲热衣曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "庆达河庆达河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "德差河德差河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "俄柯河俄柯河，是中国长江流域的一条河流，汇入雅砻江左岸，属于金沙江水系。"
    ],
    "海河": [
        "邛海属于金沙江水系，经海河汇入澜沧江支流安宁河。",
        "冀州属于海河流域子牙河水系和黑龙港流域南排河水系，境内河流较多。",
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。",
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。",
        "小龙门属于海河流域永定河水系清水河支流。",
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。",
        "它的湖区隶属于海河区，一级流域为海河流域，二级流域为潮白、北运、蓟运河水系。",
        "林区沟深坡陡，属于海河水系上游的永定河流域和大清河流域，河流以季节性河流为主。",
        "由于河道高出地面，一般来说郑州以下的黄河下游河道成了淮河、海河两大水系的分水岭，从严格意义上黄河两岸已不属于黄河流域了。",
        "河流水系：邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "简介：午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。",
        "所属水系阴山山南为外流区，属黄河，海河水系，流水侵蚀为主，河流溯源侵蚀与分割作用较强烈，沟谷深切，地面破碎；山北为内流区，河流稀少，水量小，侵蚀基准面高，因而侵蚀作用不显著，沟谷浅缓，地貌外营力以风蚀为主，地面平坦，风沙散布。",
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。",
        "御河汇入桑干河，桑干河流入永定河，而永定河是海河支流，御河属于海河水系。",
        "村庄东、南、北部分别有1 条小河，主要由山上的雨水汇集而成，属于海河水系。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "下列哪个属于大运河说沟通的水系；A：海河；35.",
        "午河，午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。",
        "濮阳境内有河流97条，多为中小河流，分属于黄河、海河两大水系。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。"
    ],
    "红河": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "南部诸河流注入北部湾，西南有属于红河水系的河流流入越南。",
        "境内河流大部分属于南盘江水系，南部地区为红河水系。",
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。",
        "百都河由于属于“红河”支流，在广西境内为独立水系，多被称为“百都河红河水系”，广西境内流域面积为1454平方公里，境内河段长度为62公里，多年平均年径流量11.6亿立方米。",
        "约3万年前属于红河水系，从今晋宁县与玉溪市交界处的刺铜关流入红河。",
        "最低海拔850米，（位于勐康村的纳沙箐），高低相差1357米，山高坡陡、谷深呈掌状分布，山岭交错环抱；境内江河、溪流纵横，属红河水系和澜沧江水系，水源分布广、均衡，共有40多条，气候属于低纬山地南亚热带季风湿润气候，气候温和，春秋季长、日照偏少，年降水量多，干湿季分明，冬春干旱，夏秋季洪涝，年平均降雨量2212毫米，年平均蒸发量1359.5毫米，年平均气温18.1℃。",
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。",
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "松花江": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "境内的大小河流均属于松花江水系和牡丹江水系，降水主要集中在6-9月，全市水资源人均占有量为1363立方米。",
        "水系：施业区附近有诺敏河通过，属于松花江水系、呼兰河支流。",
        "国家体育总局水上运动管理中心负责人认为，我市自然水域资源非常丰富，境内共有大小河流702条，分别属于黑龙江和松花江两大水系。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "自然地理概况：河流：境内分布有头道河和二道河,均属于松花江水系、伊吉密河支流。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。",
        "在伊通满族自治县境内有大小河流一百多，分属两大水系，一处属于松花江水系，一处是属于辽河水系。",
        "水系：属于松花江水系，共有大小河流5条，水库1处，均由南向北流入松花江。",
        "境内有汤旺河、呼兰河、嘉荫河等大小河流702条，分别属于黑龙江和松花江两大水系。",
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。"
    ],
    "资水": [
        "平溪，是中国长江流域的一条河流，汇入赧水，属于资水水系。",
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。",
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。",
        "敷溪河敷溪河，是中国长江流域的一条河流，汇入资水，属于资水水系。",
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。",
        "赧水赧水，是中国长江流域的一条河流，汇入资水，属资水西源（资水南源为夫夷水），属于资水水系。",
        "多数自南或西南流向北及东北，呈树枝状分布，分属于资水、湘水及洞庭湖三大水系。"
    ],
    "赤水河": [
        "古蔺河古蔺河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "大同河 (赤水河)大同河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "习水河习水河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "二道河 (赤水河支流)二道河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "桐梓河桐梓河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "桂花分属于偏岩河水系和赤水河水系，山间溪流不断，水质优良没有受任何工业污染，有库容量268万方的箐河水库和8万方的刺竹沟水库。"
    ],
    "澜沧江": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "邛海属于金沙江水系，经海河汇入澜沧江支流安宁河。",
        "分布于澜沧江中上游、怒江水系上游干支流、青海、西藏、云南等，属于高原冷水性底层鱼类。",
        "在中国，分布于澜沧江下游水系等，属于大型肉食性鱼类。",
        "在中国，分布于澜沧江下游水系等，属于中型肉食性鱼类。",
        "在中国，分布于澜沧江下游水系等，属于中型肉食性鱼类，体长可达90公分。",
        "洱海属于澜沧江水系，为澜沧江支流漾濞江上游湖泊。",
        "东丁河是拉勐河的一级支流，属于澜沧江水系。",
        "最低海拔850米，（位于勐康村的纳沙箐），高低相差1357米，山高坡陡、谷深呈掌状分布，山岭交错环抱；境内江河、溪流纵横，属红河水系和澜沧江水系，水源分布广、均衡，共有40多条，气候属于低纬山地南亚热带季风湿润气候，气候温和，春秋季长、日照偏少，年降水量多，干湿季分明，冬春干旱，夏秋季洪涝，年平均降雨量2212毫米，年平均蒸发量1359.5毫米，年平均气温18.1℃。",
        "布朗山乡有大小河流39条，均属于澜沧江水系，水资源较为丰富。"
    ],
    "南四湖": [
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。",
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。",
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "洙水河洙水河，位于山东省西南部，属于南四湖水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "沿河 (微山湖)沿河，位于中国江苏省北部，属于南四湖水系。",
        "鹿口河鹿口河，位于中国江苏省北部，属于南四湖水系。",
        "郑集河郑集河，位于中国江苏省北部，属于南四湖水系。"
    ],
    "黑龙江": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "其中属于长江、黑龙江交通部直属企业的，由交通部委托其派驻水系的航运(务)管理局审批，但国际旅游运输除外；属于其他内河省际运输的，由交通部委托各省交通厅(局)在交通部或交通部委托其派驻水系的航运(务)管理局的确定的年度新增运力额度内审批，但外商投资企业和国际旅客旅游运输除外。",
        "沙河子港务局，沙河子港务局[1]隶属于黑龙江航运集团有限公司，是黑龙江水系最大的煤炭专业化装卸港口。",
        "国家体育总局水上运动管理中心负责人认为，我市自然水域资源非常丰富，境内共有大小河流702条，分别属于黑龙江和松花江两大水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸进出口物资的运输计划，属于全国性的，由交通运输部负责按国家计划组织综合平衡；属于长江、珠江、黑龙江干线省际间的，由交通运输部派驻水系的航务管理局组织综合平衡；属于上述水系干线以外省际间的，按有关省商定的办法组织平衡；属于省内的，由省交通运输厅（局）或者其授权的航运管理部门组织平衡。",
        "河流纵横、河网密布，水资源十分丰富，境内河流属于黑龙江和嫩江两大水系。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。",
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。",
        "境内有汤旺河、呼兰河、嘉荫河等大小河流702条，分别属于黑龙江和松花江两大水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸物资的运输计划，属于全国性的，由交通部按国家计划组织综合平衡；属于长江、珠江、黑龙江水系干线省际间的，由交通部派驻水系的航运管理机构组织综合平衡；属于省、自治区、直辖市以内的，由省、自治区、直辖市的交通主管部门组织综合平衡。"
    ],
    "台北市": [
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。",
        "新安溪位于台湾北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。",
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "内双溪位于台湾北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "新安溪，新安溪位于台湾省北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "又名紫明溪，属于淡水河水系，为外双溪的支流，流域分布于台北市北投区、士林区。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "通天河": [
        "莫曲莫曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "牙哥曲牙哥曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "北麓河北麓河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "科欠河科欠河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "色吾河色吾河，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "宁恰曲宁恰曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "登艾龙曲登艾龙曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "德曲德曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "曼宗曲曼宗曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "叶曲叶曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。"
    ],
    "乌溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。",
        "台中市的主要河川自北而南为大安溪、大甲溪、乌溪三大水系，均属于中央管河川。",
        "筏子溪位于台中盆地的西侧，属于乌溪水系，主流长度12.79公里，流域面积132.6平方公里。",
        "梅川位于台中盆地，属于乌溪水系，为柳川的支流。",
        "廍子溪，旧名廍仔坑溪（），位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50。",
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "旱溪是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域皆位于台中市境内。",
        "廍子溪，廍子溪，旧名廍仔坑溪，位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50[1]。",
        "筏子溪，筏子溪位于台中盆地的西侧，属于乌溪水系，为大里溪的支流，主流长度21.25公里，流域面积132平方公里。",
        "河流名称：柳川位于台中盆地，属于乌溪水系，为旧旱溪的支流。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。"
    ],
    "梅江": [
        "梅江 (芙蓉江支流)梅江是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。",
        "龙潭河龙潭河，是中国长江流域的一条河流，汇入梅江，属于沅江水系。",
        "梅江 (贡水支流)梅江 (贡水支流)，是中国长江流域的一条河流，汇入贡水右岸，属于赣江水系。",
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "水文境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "石城、宁都至终点段属于赣江支流—梅江的分支琴江水系。"
    ],
    "士林区": [
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "新安溪位于台湾北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。",
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "内双溪位于台湾北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "新安溪，新安溪位于台湾省北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "又名紫明溪，属于淡水河水系，为外双溪的支流，流域分布于台北市北投区、士林区。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "山东省": [
        "康王河，位于山东省肥城市境内，属于黄河水系。",
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。",
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。",
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "洙水河洙水河，位于山东省西南部，属于南四湖水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。"
    ],
    "国": [
        "中国陆地的河流、湖泊众多，但它们主要属于太平洋海洋水系，这决定了水流向东的基本走向；其次西南部部分区域属于印度洋水系，西部部分地区存在内陆独立水系；西北部几条河流属于北冰洋水系。",
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "蒙彼利埃境内的主要河流包括莫松河、莱兹河及其支流，均独立入海，不属于法国五大水系当中的任何一个。",
        "厄尔河自南向北呈流经沙特尔市区东部，呈辫状分布，属于法国五大流域当中的塞纳河水系。",
        "阿鲁河自东北向西南流经欧坦市区北部，该河属于法国第一大水系——卢瓦尔河水系。",
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。",
        "分布于中国广西壮族自治区龙州附近属于珠江水系的小水体等。",
        "在中国，分布于元江水系等，体长可达9.9公分，属于底栖小型鱼类。",
        "在中国，分布于海南岛、珠江水系等，属于亚热带小型底栖鱼类。",
        "在中国，分布于澜沧江下游水系等，属于大型肉食性鱼类。",
        "在中国，分布于澜沧江下游水系等，属于中型肉食性鱼类。",
        "在中国，分布于澜沧江下游水系等，属于中型肉食性鱼类，体长可达90公分。",
        "在中国，分布于广东龙津河水系及东江水系等，属于暖水性鱼类。",
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。",
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。",
        "自东北向西南流经加普，平均宽度不足5米，该河是迪朗斯河的一条支流，属于法国五大河流之一的罗讷河水系。",
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。",
        "自北向南流经贝尔福市区，属于法国五大河流之一的罗讷河水系。",
        "永宁河是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。",
        "科雷兹河自东向西流经布里夫拉盖亚尔德市区，其市区段平均宽度约50米，该河属于法国五大水系当中的加龙河水系。",
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。",
        "克莱蒙费朗属于法国本土第一大水系－卢瓦尔河水系，但市区内没有大型水域。",
        "杜河自东向西流经贝桑松，该河属于法国五大水系之一的罗讷河水系，水量相对充足并稳定，具备通航条件，部分河段建有平行的运河。",
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。",
        "中央管河川是指中华民国境内依据《河川管理办法》由中央政府管辖之河川（水系），由经济部水利署所属之各河川局管理。",
        "塔恩河自东北向西南流经阿尔比，其市区段平均宽度约80米，属于法国五大河流之一的加龙河水系。",
        "安东尼属于法国五大水系之一的塞纳河水系，但境内缺乏大型水域。",
        "菲耶尔河自东北向西流经阿讷西市区北部，境内平均宽度在5米左右，属于法国五大水系当中的罗讷河水系。",
        "该河独立入海，不属于法国五大水系当中的任何一个。",
        "热尔河自南向北呈流经欧什市区内，平均宽度超过30米，属于法国五大流域当中的加龙河水系。",
        "自东南向西北流经市中心，该河汇入布尔歇湖中，属于罗讷河水系，后者为法国五大河流之一。",
        "索恩河自北向南流经市区东部，平均宽度超过300米，属于法国五大河流之一的罗讷河水系。",
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。",
        "摩泽尔河在德国境内汇入莱茵河，属于法国五大流域当中的莱茵河水系。",
        "斯卡尔普河（）自西向东流经阿拉斯市区北部，属于斯海尔德河水系，不属于法国五大流域中的任何一个。",
        "该河独自注入大西洋，不属于法国五大水系当中的任何一个。",
        "右江，是中国南部的一条河流，为郁江正源，属于珠江水系。",
        "平溪，是中国长江流域的一条河流，汇入赧水，属于资水水系。",
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。",
        "勒芒属于法国五大河流之一的卢瓦尔河水系，其二级支流萨尔特河流经境内，并与于讷河在此交汇。",
        "阿尼马斯河（）是美国西部圣胡安河的一条支流，长约，属于科罗拉多河水系。",
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。",
        "卧龙河卧落河又名卧龙河，是中国长江流域的一条河流，属于雅砻江右岸水系，注入理塘河，是雅砻江的二级支流。",
        "扎木曲扎木曲，是中国长江流域的一条河流，汇入沱沱河，属于长江源水系。",
        "天曲天曲，是中国长江流域的一条河流，汇入当曲，属于长江源水系。",
        "尕尔曲尕尔曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。",
        "冬曲冬曲，又译旦曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。",
        "莫曲莫曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "牙哥曲牙哥曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "北麓河北麓河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "科欠河科欠河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。",
        "色吾河色吾河，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "宁恰曲宁恰曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "多采曲多采曲，是中国长江流域的一条河流，汇入宁恰曲，属于长江源水系。",
        "登艾龙曲登艾龙曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "德曲德曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "曼宗曲曼宗曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。",
        "叶曲叶曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。",
        "字曲字曲，是中国长江流域的一条河流，汇入藏曲，属于金沙江水系。",
        "吉珠沟吉珠沟，是中国流域的一条河流，汇入德差河，属于金沙江水系。",
        "永兴河永兴河，是中国长江流域的一条河流，汇入䲎鱼河，属于金沙江水系。",
        "洛泽河洛泽河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "牛街河 (横江支流)牛街河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "勐果河勐果河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "巴曲 (金沙江)巴曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "藏曲藏曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "热曲 (金沙江支流)热曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "马曲马曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "中岩曲中岩曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "冲江河冲江河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "落漏河落漏河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "万马河万马河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "渔泡江渔泡江（）是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "普隆河普隆河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西溪河 (金沙江)西溪河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "黑水河 (金沙江支流)黑水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "美姑河美姑河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西宁河西宁河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "色曲 (金沙江支流)色曲，是中国长江流域的一条河流，位于四川省德格县，汇入金沙江左岸，属于金沙江水系。",
        "麦宿河麦宿河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "赠曲赠曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "欧曲欧曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "降曲降曲，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "札曲札曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "仁波河仁波河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "松麦河松麦河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "翁水河翁水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "硕多岗河硕多岗河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "五郎河五郎河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "新庄河新庄河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "色物绒沟色物绒沟，是中国长江流域的一条河流，汇入力丘河，属于金沙江水系。",
        "蜻蛉河蜻蛉河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "石者河石者河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "马龙河 (牛栏江)马龙河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "硝河硝河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "赤土河赤土河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "东义河东义河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "尼汝河尼汝河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "拉波河拉波河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "玛衣河玛衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "硕衣河硕衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "格咱河格咱河，是中国长江流域的一条河流，汇入翁水河，属于金沙江水系。",
        "宁蒗河宁蒗河，是中国长江流域的一条河流，汇入卧落河，属于金沙江水系。",
        "达曲达曲，是中国长江流域的一条河流，汇入鲜水河，属于金沙江水系。",
        "牙河牙河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "麻摩柯河麻摩柯河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "鄂曲鄂曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "通把河通把河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "三岔河 (雅砻江支流)三岔河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "玉隆河玉隆河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "达火沟达火沟，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "热衣曲热衣曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "庆达河庆达河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "德差河德差河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。",
        "俄柯河俄柯河，是中国长江流域的一条河流，汇入雅砻江左岸，属于金沙江水系。",
        "以礼河以礼河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。",
        "东柯河东柯河，是中国长江流域的一条河流，汇入阿柯河，属于大渡河水系。",
        "越溪河越溪河，是中国长江流域的一条河流，汇入岷江下游，属于岷江水系。",
        "大南河大南河，是中国长江流域的一条河流，汇入岷江中游，属于岷江水系。",
        "蒙溪河蒙溪河，是中国长江流域的一条河流，汇入沱江支流，属于沱江水系。",
        "马尔曲马尔曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "石亭江石亭江，是中国长江流域的一条河流，汇入沱江中源，属于沱江水系。",
        "阿柯河阿柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "尼柯河尼柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "热尔卡曲热尔卡曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "濑溪河濑溪河，是中国长江流域的一条河流，汇入沱江，属于沱江水系。",
        "青坪河青坪河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "玉溪河玉溪河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "东谷河东谷河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "天全河天全河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "小姓沟小姓沟，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "官庙河官庙河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "金汤河金汤河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "孟屯沟孟屯沟，是中国长江流域的一条河流，汇入杂谷脑河，属于岷江水系。",
        "维尔隆河维尔隆河，是中国长江流域的一条河流，汇入黑水河，属于岷江水系。",
        "色曲 (绰斯甲河支流)色曲 (绰斯甲河支流)，是中国长江流域的一条河流，汇入绰斯甲河西支，属于大渡河水系。",
        "荥经河荥经河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "俄日沟俄日沟，是中国长江流域的一条河流，汇入绰斯甲河，属于大渡河水系。",
        "田湾沟田湾沟，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "安顺河安顺河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "周公河周公河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "杂谷脑河杂谷脑河，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "渔子溪渔子溪，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "瓦斯河瓦斯河，是中国长江流域的一条河流，汇入大渡河，属于大渡河水系。",
        "马边河马边河，是中国长江流域的一条河流，汇入岷江右岸，属于岷江水系。",
        "绰斯甲河绰斯甲河，是中国长江流域的一条河流，汇入大渡河西源，属于大渡河水系。",
        "格斯札河格斯札河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "牛日河牛日河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "南桠河南桠河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "黑水河 (岷江支流)黑水河 (岷江支流)，是中国长江流域的一条河流，汇入岷江上游右岸，属于岷江水系。",
        "西河 (青衣江支流)西河 (青衣江支流)，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。",
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "清江河清江河，是中国长江流域的一条河流，汇入白龙江下游右岸，属于嘉陵江水系。",
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "白河 (白水江支流)白河，是中国长江流域的一条河流，汇入白水江，属于嘉陵江水系。",
        "肖口河肖口河（又名洋河），是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "澌滩河澌滩河，是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "盐井河盐井河（又名毛坝河），是中国长江流域的一条河流，汇入东河，属于嘉陵江水系。",
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。",
        "郪江郪江，是中国长江流域的一条河流，汇入涪江下游右岸，属于嘉陵江水系。",
        "凯江凯江，是中国长江流域的一条河流，汇入涪江中游右岸，属于嘉陵江水系。",
        "梓潼江梓潼江，是中国长江流域的一条河流，汇入涪江中游左岸，属于嘉陵江水系。",
        "中河 (后河支流)中河，是中国长江流域的一条河流，汇入后河，属于嘉陵江水系。",
        "西河 (嘉陵江支流)西河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "青泥河青泥河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "江洛河江洛河（又名洛河），是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "燕子河燕子河，是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "广坪河广坪河（又名羊漠河），是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "东河 (嘉陵江支流)东河，又名宽滩河，是中国长江流域的一条河流，汇入嘉陵江中游左岸，属于嘉陵江水系。",
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。",
        "州河州河，是中国长江流域的一条河流，汇入渠江东源左岸，属于嘉陵江水系。",
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。",
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。",
        "清水河 (西汉水支流)清水河，是中国长江流域的一条河流，汇入西汉水，属于嘉陵江水系。",
        "后河后河，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "明月江明月江，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "古蔺河古蔺河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "大同河 (赤水河)大同河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "湄江湄江，是中国长江流域的一条河流，汇入湘江，属于乌江水系。",
        "习水河习水河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "二道河 (赤水河支流)二道河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "白甫河白甫河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "鱼梁河鱼梁河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "印江河印江河（又名印河），是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "石阡河石阡河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。",
        "余庆河余庆河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。",
        "偏岩河偏岩河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "独水河独水河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "大溪河大溪河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。",
        "六池河六池河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "清溪河清溪河，是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "红岩河红岩河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "梅江 (芙蓉江支流)梅江是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "藻渡河藻渡河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。",
        "笋溪河笋溪河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。",
        "野济河野济河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "甘龙河甘龙河，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "湘江 (乌江支流)湘江，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "桐梓河桐梓河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "郁江 (乌江支流)郁江，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。",
        "洪渡河洪渡河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。",
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。",
        "六冲河六冲河，是中国长江流域的一条河流，汇入乌江北源，属于乌江水系。",
        "溇水溇水，是中国长江流域的一条河流，汇入澧水，属于澧水水系。",
        "渫水渫水，俗名铁水河，是中国长江流域的一条河流，汇入澧水，属于澧水水系。",
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。",
        "西河 (耒水支流)西河，是中国长江流域的一条河流，汇入耒水，属于湘江水系。",
        "铁河铁河，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "潭水潭水，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "攸水攸水，是中国长江流域的一条河流，汇入洣水，属于湘江水系。",
        "白水 (湘江支流)白水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。",
        "应水应水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "灌江灌江，是中国长江流域的一条河流，汇入湘江上游右岸，属于湘江水系。",
        "舂陵水舂陵水（又名钟水），是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "渌水渌水，是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "消江 (潇水支流)消江，是中国长江流域的一条河流，汇入潇水，属于湘江水系。",
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。",
        "龙潭河龙潭河，是中国长江流域的一条河流，汇入梅江，属于沅江水系。",
        "通道河通道河，是中国长江流域的一条河流，汇入渠水，属于沅江水系。",
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。",
        "车坝河车坝河，是中国长江流域的一条河流，汇入㵲水，属于沅江水系。",
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "猛洞河猛洞河，是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。",
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "溆水溆水，是中国长江流域的一条河流，汇入沅江右岸，属于沅江水系。",
        "辰水辰水（又名锦江），是中国长江流域的一条河流，汇入沅江左岸，属于沅江水系。",
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。",
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。",
        "敷溪河敷溪河，是中国长江流域的一条河流，汇入资水，属于资水水系。",
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。",
        "赧水赧水，是中国长江流域的一条河流，汇入资水，属资水西源（资水南源为夫夷水），属于资水水系。",
        "黎滩河黎滩河，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。",
        "崇仁河崇仁河，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "蜀水蜀水，是中国长江流域的一条河流，汇入赣江，属于赣江水系。",
        "湘水 (贡水支流)湘水 (贡水支流)，是中国长江流域的一条河流，汇入贡水，属于赣江水系。",
        "遂川江遂川江，是中国长江流域的一条河流，汇入赣江右岸，属于赣江水系。",
        "恩江恩江，是中国长江流域的一条河流，汇入赣江中游右岸，属于赣江水系。",
        "禾水禾水，是中国长江流域的一条河流，汇入赣江中游左岸，属于赣江水系。",
        "锦江 (赣江支流)锦江 (赣江支流)，是中国长江流域的一条河流，汇入赣江左岸，属于赣江水系。",
        "梅江 (贡水支流)梅江 (贡水支流)，是中国长江流域的一条河流，汇入贡水右岸，属于赣江水系。",
        "濂水濂水，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "桃江 (贡水支流)桃江 (贡水支流)，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "消江 (禾水支流)消江 (禾水支流)，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "泸水 (禾水支流)泸水，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "上犹江上犹江，是中国长江流域的一条河流，汇入章水，属于赣江水系。",
        "博阳河博阳河，是中国长江流域的一条河流，汇入鄱阳湖，属于鄱阳湖水系。",
        "铅山河铅山河，是中国长江流域的一条河流，发源于武夷山桐木关下,，属于信江水系。",
        "白塔河 (信江)白塔河，是中国长江流域的一条河流，汇入信江，属于信江水系。",
        "北潦河北潦河，是中国长江流域的一条河流，汇入潦河，属于修水水系。",
        "东津水东津水，是中国长江流域的一条河流，修水上游河源段，属于修水水系。",
        "潦河潦河，是中国长江流域的一条河流，汇入修水下游右岸，属于修水水系。",
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。",
        "夏朗德河自东南向北呈“L”型流经市区，该河独立入海，不属于法国五大水系之一的任何一个。",
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "金塔河，位于中国甘肃省西部的一条内流河，属于石羊河水系。",
        "西营河，位于中国西北地区的一条内流河，属于石羊河水系。",
        "东大河，位于中国西北地区的一条河流，属于石羊河水系。",
        "讨赖河，也称北大河，位于中国西北地区的一条河流，属于黑河水系西侧最大支流。",
        "石油河，位于中华人民共和国甘肃省西北部的一条河流，属于疏勒河水系。",
        "特鲁瓦东河（）流经蒙迪迪耶境内，该河是索姆河的一条支流，后者独立入海，不属于法国五大水系当中的任何一个。",
        "迪耶日河自北向南流经市区西部，该河是多尔多涅河的支流，属于法国五大河流之一的加龙河水系。",
        "巴伊斯河自东南向西北流经内拉克市区，境内平均宽度在20米左右，属于法国五大干流之一的加龙河水系。",
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。",
        "发源于圣瑞斯特昂绍塞市区东侧的一处高地之上，自北向南流经市区东部，属于法国五大水系之一的塞纳河水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "沿河 (微山湖)沿河，位于中国江苏省北部，属于南四湖水系。",
        "鹿口河鹿口河，位于中国江苏省北部，属于南四湖水系。",
        "郑集河郑集河，位于中国江苏省北部，属于南四湖水系。",
        "地形因素青藏高原是我国地势最高的地区，由这里向东、南、北方向降低，因此河流分属于太平洋、印度洋及北冰洋三大水系，其中太平洋水系的面积最大。",
        "其中属于长江、黑龙江交通部直属企业的，由交通部委托其派驻水系的航运(务)管理局审批，但国际旅游运输除外；属于其他内河省际运输的，由交通部委托各省交通厅(局)在交通部或交通部委托其派驻水系的航运(务)管理局的确定的年度新增运力额度内审批，但外商投资企业和国际旅客旅游运输除外。",
        "混乱双鱼， 简介：洛克王国水系宠物，是双鱼宝宝的最终形态，属于十二星座宝宝之一。",
        "是中国解放后最早兴建的大型水库，属于淮河流域沙颍河水系颍河上游的大（Ⅱ）型水库。",
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。",
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "国家体育总局水上运动管理中心负责人认为，我市自然水域资源非常丰富，境内共有大小河流702条，分别属于黑龙江和松花江两大水系。",
        "与我国绝大部分的江河属于太平洋水系不同，喀纳斯属于北冰洋水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸进出口物资的运输计划，属于全国性的，由交通运输部负责按国家计划组织综合平衡；属于长江、珠江、黑龙江干线省际间的，由交通运输部派驻水系的航务管理局组织综合平衡；属于上述水系干线以外省际间的，按有关省商定的办法组织平衡；属于省内的，由省交通运输厅（局）或者其授权的航运管理部门组织平衡。",
        "境内大小河流分属于黄河和淮河两大水系，其中有流经郑国段的黄河。",
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。",
        "Category:中国西南边境诸河，分别属于Category:中国沿海诸河流和其他水系。",
        "经济和社会价值 阿尔泰山是我国唯一的属于欧洲-西伯利亚动物地理区的部分，北冰洋水系及独特的动植物区系使其成为科研基地。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "在中国，分布于元江水系等，体长可达9.9厘米，属于底栖小型鱼类。",
        "该国的河流属于北冰洋、太平洋和中亚内陆三个水系，且主要分布于北部和西部区域，湖泊主要分布于西北部区域。",
        "河川沙塘鳢，河川沙塘鳢( Odontobutis potamophila Günther)属属于鲈形目(Perciformes)、鰕虎鱼亚目(Gobioidei)、塘鳢科( Eleotridae) ，分布于中国长江中下游及其支流、钱塘江水系和闽江水系等。",
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。",
        "沃亚哲斯国家公园35%以上的面积被水覆盖，大多属于通过狭窄的水道和小溪相连的四大湖水系。",
        "黎滩河，黎滩河位于江西抚州市境内，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。",
        "需要进行综合平衡的重点物资、联运物资、外贸物资的运输计划，属于全国性的，由交通部按国家计划组织综合平衡；属于长江、珠江、黑龙江水系干线省际间的，由交通部派驻水系的航运管理机构组织综合平衡；属于省、自治区、直辖市以内的，由省、自治区、直辖市的交通主管部门组织综合平衡。"
    ],
    "江上游": [
        "永宁河是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "洱海属于澜沧江水系，为澜沧江支流漾濞江上游湖泊。",
        "小姓沟小姓沟，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "杂谷脑河杂谷脑河，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "渔子溪渔子溪，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "黑水河 (岷江支流)黑水河 (岷江支流)，是中国长江流域的一条河流，汇入岷江上游右岸，属于岷江水系。",
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "江洛河江洛河（又名洛河），是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。",
        "燕子河燕子河，是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "广坪河广坪河（又名羊漠河），是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。",
        "灌江灌江，是中国长江流域的一条河流，汇入湘江上游右岸，属于湘江水系。",
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。"
    ],
    "西河": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。",
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。",
        "西河 (青衣江支流)西河 (青衣江支流)，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "西河 (嘉陵江支流)西河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "西河 (耒水支流)西河，是中国长江流域的一条河流，汇入耒水，属于湘江水系。",
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。"
    ],
    "沱江": [
        "分布于岷江及沱江水系等，属于小型鱼类，体长可达7.6公分，其主要栖息于水底层生活。",
        "蒙溪河蒙溪河，是中国长江流域的一条河流，汇入沱江支流，属于沱江水系。",
        "石亭江石亭江，是中国长江流域的一条河流，汇入沱江中源，属于沱江水系。",
        "濑溪河濑溪河，是中国长江流域的一条河流，汇入沱江，属于沱江水系。",
        "四川省地形复杂，局部地区如—二条水系发生大洪水的机会较多，而岷江、沱江、嘉陵江水系同时发生大洪水的机会较少，1981年7月暴雨洪水则属于这种类型，历史上与其相类似的有1840年、1870年洪水。",
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。"
    ],
    "莱茵河": [
        "摩泽尔河自南向北流经境内，属于莱茵河水系。",
        "布吕什河自西转北流经境内，市中心位于河流左岸，该河属于莱茵河水系。",
        "摩泽尔河在德国境内汇入莱茵河，属于法国五大流域当中的莱茵河水系。",
        "伊尔河自西南向东北呈流经米卢斯市区，属于莱茵河水系，沿岸开辟有运河。",
        "摩泽尔河自南向北流经境内，该河属于莱茵河水系。",
        "萨尔河干流自南向北流经境内，属于莱茵河水系。",
        "市镇范围西部和北部另有韦姆朗日溪（）以及万皮什河（）流经，上述河流均属于莱茵河水系。"
    ],
    "清水江": [
        "鱼梁河鱼梁河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "独水河独水河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。",
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "除云盘村属于清水江水系外，其余21个自然村均属于舞阳河水系。"
    ],
    "贡水": [
        "湘水 (贡水支流)湘水 (贡水支流)，是中国长江流域的一条河流，汇入贡水，属于赣江水系。",
        "梅江 (贡水支流)梅江 (贡水支流)，是中国长江流域的一条河流，汇入贡水右岸，属于赣江水系。",
        "濂水濂水，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "桃江 (贡水支流)桃江 (贡水支流)，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。",
        "路线在固村镇附近跨越琴江的主干；瑞金市段则属于赣江支流—贡水的分支绵水水系。"
    ],
    "青衣江": [
        "玉溪河玉溪河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "天全河天全河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "荥经河荥经河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "周公河周公河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。",
        "西河 (青衣江支流)西河 (青衣江支流)，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。"
    ],
    "禾水": [
        "禾水禾水，是中国长江流域的一条河流，汇入赣江中游左岸，属于赣江水系。",
        "消江 (禾水支流)消江 (禾水支流)，是中国长江流域的一条河流，汇入禾水，属于赣江水系。",
        "泸水 (禾水支流)泸水，是中国长江流域的一条河流，汇入禾水，属于赣江水系。"
    ],
    "台湾省": [
        "磺港溪，磺港溪位于台湾省北部，属于淡水河水系，为基隆河的支流。",
        "安坑溪，安坑溪位于台湾省北部，属于淡水河水系，为新店溪的支流，全长约9.75公里，流域分布于台北县新店市西北部。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "新安溪，新安溪位于台湾省北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "五股坑溪，五股坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "贵子坑溪，贵子坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。",
        "隘寮溪，隘寮溪位于台湾省南部，属于高屏溪水系，为荖浓溪的最大支流。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。",
        "浊口溪，浊口溪位于台湾省南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "黑水河": [
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。",
        "黑水河 (金沙江支流)黑水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "维尔隆河维尔隆河，是中国长江流域的一条河流，汇入黑水河，属于岷江水系。",
        "黑水河 (岷江支流)黑水河 (岷江支流)，是中国长江流域的一条河流，汇入岷江上游右岸，属于岷江水系。",
        "水文境内坡陡谷深，溪流深切，属于岷江水系，子母河水流流入黑水河。"
    ],
    "太平洋": [
        "它们都属于亚洲的主要水系，分别汇入印度洋和太平洋，流经云南省的部分多数属于河流的上游河段。",
        "中国陆地的河流、湖泊众多，但它们主要属于太平洋海洋水系，这决定了水流向东的基本走向；其次西南部部分区域属于印度洋水系，西部部分地区存在内陆独立水系；西北部几条河流属于北冰洋水系。",
        "水系方面，佐久地方的市町村属于太平洋侧地域，其他地域属日本海侧。",
        "地形因素青藏高原是我国地势最高的地区，由这里向东、南、北方向降低，因此河流分属于太平洋、印度洋及北冰洋三大水系，其中太平洋水系的面积最大。",
        "与我国绝大部分的江河属于太平洋水系不同，喀纳斯属于北冰洋水系。",
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "该国的河流属于北冰洋、太平洋和中亚内陆三个水系，且主要分布于北部和西部区域，湖泊主要分布于西北部区域。"
    ],
    "洞庭湖": [
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。",
        "公安县境有大小河流18条，主要河流为长江、荆江、松滋等，皆属于长江水系，当中有4条注入洞庭湖。",
        "多数自南或西南流向北及东北，呈树枝状分布，分属于资水、湘水及洞庭湖三大水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "南盘江": [
        "境内河流大部分属于南盘江水系，南部地区为红河水系。",
        "宜良县水资源丰富，境内河流属于珠江流域水系，南盘江从东至西横穿县境。",
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。",
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "大里溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。",
        "廍子溪，旧名廍仔坑溪（），位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50。",
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "旱溪是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域皆位于台中市境内。",
        "廍子溪，廍子溪，旧名廍仔坑溪，位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50[1]。",
        "筏子溪，筏子溪位于台中盆地的西侧，属于乌溪水系，为大里溪的支流，主流长度21.25公里，流域面积132平方公里。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。"
    ],
    "绰斯甲河": [
        "色曲 (绰斯甲河支流)色曲 (绰斯甲河支流)，是中国长江流域的一条河流，汇入绰斯甲河西支，属于大渡河水系。",
        "俄日沟俄日沟，是中国长江流域的一条河流，汇入绰斯甲河，属于大渡河水系。",
        "绰斯甲河绰斯甲河，是中国长江流域的一条河流，汇入大渡河西源，属于大渡河水系。"
    ],
    "澧水": [
        "溇水溇水，是中国长江流域的一条河流，汇入澧水，属于澧水水系。",
        "渫水渫水，俗名铁水河，是中国长江流域的一条河流，汇入澧水，属于澧水水系。",
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。"
    ],
    "抚河": [
        "黎滩河黎滩河，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。",
        "崇仁河崇仁河，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "黎滩河，黎滩河位于江西抚州市境内，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。"
    ],
    "钱塘江": [
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。",
        "钱塘江下游的主要支流有浦阳江和曹娥江；此外萧山水网也属于钱塘江水系，南部水网从属于浦阳江水系。",
        "皖南地区的水系以黄山为界，其北侧及西南侧属于长江水系，东南侧属于钱塘江水系。",
        "徽州属于钱塘江水系，与安徽其他地方所属的长江和淮河水系不同。",
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。",
        "河川沙塘鳢，河川沙塘鳢( Odontobutis potamophila Günther)属属于鲈形目(Perciformes)、鰕虎鱼亚目(Gobioidei)、塘鳢科( Eleotridae) ，分布于中国长江中下游及其支流、钱塘江水系和闽江水系等。"
    ],
    "元江": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。",
        "在中国，分布于元江水系等，体长可达9.9公分，属于底栖小型鱼类。",
        "在中国，分布于元江水系等，体长可达9.9厘米，属于底栖小型鱼类。"
    ],
    "涪江": [
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。",
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。",
        "郪江郪江，是中国长江流域的一条河流，汇入涪江下游右岸，属于嘉陵江水系。",
        "凯江凯江，是中国长江流域的一条河流，汇入涪江中游右岸，属于嘉陵江水系。",
        "梓潼江梓潼江，是中国长江流域的一条河流，汇入涪江中游左岸，属于嘉陵江水系。",
        "加之燕儿河水库属岷江水系，与绵阳城区现在第一水源涪江分属于两大不同水系，所以选定燕儿河水库作为绵阳城区第二水源，可以说是很好的选择。"
    ],
    "关东": [
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；讨厌：虫系神奇宝贝；“华蓝美女三姐妹 & 附带的么妹”的称号；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "客串）；正职： 水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主小霞出生地： 关东地区-华蓝市；喜好： 水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；出场集数EP27：索利柏与神奇宝贝催眠；EP28：六尾的最佳形象；EP32：浅红场馆决战忍者；EP36：暴风雨的单车路 ；EP39：伊布四兄弟；EP44：胖丁的歌声；EP48：大葱鸭的鸭；EP49：波克比是谁的呢；EP56：抚养家的秘密；EP58：决战红莲道馆；EP60：华篮道馆！",
        "客串） ；正职：水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主 ；出生地：关东地区-华蓝市 ；喜好：水系与可爱的神奇宝贝 ；目标：成为水系神奇宝贝大师； ；性格：成熟型，外表泼辣、内心温柔善良； ；第一代女主角登场；身手敏捷、“暴力型”的蛮力少女； ；自认为属于“优雅可爱的水精灵”美女； ；擅长：猜谜 ；讨厌：虫系神奇宝贝； ；“华蓝美女三姐妹 & 附带的么妹”的称号； ；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；最讨厌：虫系神奇宝贝；喜欢：收集神奇宝贝娃娃节娃娃；吃荷包蛋咖哩饭；海边修行；被别人称呼自己“像玛瑙水母一样可爱美丽”。"
    ],
    "塔里木": [
        "塔里木河流域属于内陆河流域，发源于塔里木盆地周围山地的内陆河流，向盆地内部流动，构成向心水系。",
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。",
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "主要河流有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "因此，塔里木盆地所有河流都属于塔里木水系。"
    ],
    "中华人民共和国": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。",
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。",
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。",
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "石油河，位于中华人民共和国甘肃省西北部的一条河流，属于疏勒河水系。"
    ],
    "基隆河": [
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "磺港溪位于台湾北部，属于淡水河水系，为基隆河的支流。",
        "茄苳溪位于台湾北部，属于淡水河水系，为基隆河的一条支流。",
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。",
        "磺港溪，磺港溪位于台湾省北部，属于淡水河水系，为基隆河的支流。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "高屏溪": [
        "浊口溪，位于台湾南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。",
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。",
        "拉克斯溪，位于台湾南部，属于高屏溪水系，为荖浓溪的支流，河长17公里，流域面积62平方公里，分布于高雄市桃源区中部。",
        "隘寮溪，隘寮溪位于台湾省南部，属于高屏溪水系，为荖浓溪的最大支流。",
        "浊口溪，浊口溪位于台湾省南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。"
    ],
    "白龙": [
        "属于玉龙河水系，南承接白龙冰河来水，湖水从东部流出经玉龙河最终注入江尼茶卡。",
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "清江河清江河，是中国长江流域的一条河流，汇入白龙江下游右岸，属于嘉陵江水系。",
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。"
    ],
    "麻尔柯河": [
        "马尔曲马尔曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "阿柯河阿柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "尼柯河尼柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "热尔卡曲热尔卡曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。",
        "青坪河青坪河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。"
    ],
    "沅": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。",
        "龙潭河龙潭河，是中国长江流域的一条河流，汇入梅江，属于沅江水系。",
        "通道河通道河，是中国长江流域的一条河流，汇入渠水，属于沅江水系。",
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。",
        "车坝河车坝河，是中国长江流域的一条河流，汇入㵲水，属于沅江水系。",
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "猛洞河猛洞河，是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。",
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "溆水溆水，是中国长江流域的一条河流，汇入沅江右岸，属于沅江水系。",
        "辰水辰水（又名锦江），是中国长江流域的一条河流，汇入沅江左岸，属于沅江水系。",
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。",
        "双桥坪镇， 区位概况：该镇位于鼎城区西北部，与津市、临澧接壤，属于沅澧两大水系流域。"
    ],
    "修水": [
        "北潦河北潦河，是中国长江流域的一条河流，汇入潦河，属于修水水系。",
        "东津水东津水，是中国长江流域的一条河流，修水上游河源段，属于修水水系。",
        "潦河潦河，是中国长江流域的一条河流，汇入修水下游右岸，属于修水水系。"
    ],
    "江苏省": [
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "沿河 (微山湖)沿河，位于中国江苏省北部，属于南四湖水系。",
        "鹿口河鹿口河，位于中国江苏省北部，属于南四湖水系。",
        "郑集河郑集河，位于中国江苏省北部，属于南四湖水系。"
    ],
    "宣平": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "内双溪": [
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。",
        "内双溪位于台湾北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。"
    ],
    "永定河": [
        "小龙门属于海河流域永定河水系清水河支流。",
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。",
        "林区沟深坡陡，属于海河水系上游的永定河流域和大清河流域，河流以季节性河流为主。",
        "野鸭湖湿地属于永定河水系，由妫水河冲洪积而成。",
        "御河汇入桑干河，桑干河流入永定河，而永定河是海河支流，御河属于海河水系。"
    ],
    "台中": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。",
        "台中市的主要河川自北而南为大安溪、大甲溪、乌溪三大水系，均属于中央管河川。",
        "筏子溪位于台中盆地的西侧，属于乌溪水系，主流长度12.79公里，流域面积132.6平方公里。",
        "梅川位于台中盆地，属于乌溪水系，为柳川的支流。",
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "旱溪是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域皆位于台中市境内。",
        "筏子溪，筏子溪位于台中盆地的西侧，属于乌溪水系，为大里溪的支流，主流长度21.25公里，流域面积132平方公里。",
        "河流名称：柳川位于台中盆地，属于乌溪水系，为旧旱溪的支流。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。"
    ],
    "杂谷脑河": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。",
        "孟屯沟孟屯沟，是中国长江流域的一条河流，汇入杂谷脑河，属于岷江水系。",
        "杂谷脑河杂谷脑河，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。"
    ],
    "厄尔河": [
        "厄尔河自南向北呈流经沙特尔市区东部，呈辫状分布，属于法国五大流域当中的塞纳河水系。",
        "自西向东流经境内，其沿岸有两处天然湖泊，该河是厄尔河的支流，属于塞纳河水系。",
        "自东向西流经境内，和两条小溪在此与其交汇，德鲁埃特河是厄尔河的支流，属于塞纳河水系。",
        "利维耶河（）自西南向东北流经境内，该河是厄尔河的支流，属于塞纳河水系。"
    ],
    "大西洋": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。",
        "该河独自注入大西洋，不属于法国五大水系当中的任何一个。",
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。",
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "北大西洋湾流属于暖水系环流，温盐环流属于冷水系环流，冷、暖水在北大西洋高纬的转换，向大气释放出大量的热量。"
    ],
    "台中市": [
        "台中市的主要河川自北而南为大安溪、大甲溪、乌溪三大水系，均属于中央管河川。",
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "旱溪是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域皆位于台中市境内。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。"
    ],
    "多尔多涅河": [
        "科雷兹河自东北向西南流经境内，该河是多尔多涅河的一条支流，属于加龙河水系。",
        "塞尔河自东向西流经境内，该河是多尔多涅河的支流，属于加龙河水系。",
        "迪耶日河自北向南流经市区西部，该河是多尔多涅河的支流，属于法国五大河流之一的加龙河水系。",
        "屈兹河（）发源于市区内，是多尔多涅河的一条右岸支流，后者属于加龙河水系。"
    ],
    "嫩江": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。",
        "自然资源：水资源：本地区属于嫩江水系，河流的水位、流量、含沙量受降水影响性很强。",
        "水系：林场10多条沟系流入乌裕尔河、讷诺尔河，是这2条河流汇水区域之一，属于嫩江水系。",
        "境内河流分属于嫩江和额尔古纳河两个水系。",
        "河流纵横、河网密布，水资源十分丰富，境内河流属于黑龙江和嫩江两大水系。"
    ],
    "阿杜尔河": [
        "尼夫河和其支流流经境内，属于阿杜尔河水系。",
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。",
        "雷于尼河自东向西流经佩尔奥拉德，属于阿杜尔河水系。",
        "波河流经境内，另有其支流在此与其交汇，属于阿杜尔河水系。"
    ],
    "马耶讷河": [
        "马耶讷河自北向南流经境内，属于卢瓦尔河水系。",
        "埃尔内河自北向南流经境内，该河是马耶讷河的支流，属于卢瓦尔河水系。",
        "科尔蒙河自西北向东南流经镇中心，该河是马耶讷河的一条支流，属于卢瓦尔河水系。",
        "马耶讷河干流自北向南流经马耶讷市区，该河是曼恩河的支流，属于卢瓦尔河水系。"
    ],
    "赧水": [
        "平溪，是中国长江流域的一条河流，汇入赧水，属于资水水系。",
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。",
        "赧水赧水，是中国长江流域的一条河流，汇入资水，属资水西源（资水南源为夫夷水），属于资水水系。"
    ],
    "色林错": [
        "属于色林错水系，上接孜桂错来水，下注恰规错。",
        "属于色林错水系，上经永珠臧布承接木纠错来水，下经阿里臧布注入色林错。",
        "属于色林错水系，湖水经西北部的永珠臧布注入错鄂。",
        "属于色林错水系，东南承接格仁错来水，湖水经北部的私荣臧布出流泄入吴如错。"
    ],
    "色曲": [
        "色曲 (金沙江支流)色曲，是中国长江流域的一条河流，位于四川省德格县，汇入金沙江左岸，属于金沙江水系。",
        "色曲 (绰斯甲河支流)色曲 (绰斯甲河支流)，是中国长江流域的一条河流，汇入绰斯甲河西支，属于大渡河水系。"
    ],
    "松麦河": [
        "松麦河松麦河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "玛衣河玛衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。",
        "硕衣河硕衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。"
    ],
    "岷": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。",
        "分布于岷江及沱江水系等，属于小型鱼类，体长可达7.6公分，其主要栖息于水底层生活。",
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。",
        "越溪河越溪河，是中国长江流域的一条河流，汇入岷江下游，属于岷江水系。",
        "大南河大南河，是中国长江流域的一条河流，汇入岷江中游，属于岷江水系。",
        "小姓沟小姓沟，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "孟屯沟孟屯沟，是中国长江流域的一条河流，汇入杂谷脑河，属于岷江水系。",
        "维尔隆河维尔隆河，是中国长江流域的一条河流，汇入黑水河，属于岷江水系。",
        "杂谷脑河杂谷脑河，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "渔子溪渔子溪，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。",
        "马边河马边河，是中国长江流域的一条河流，汇入岷江右岸，属于岷江水系。",
        "黑水河 (岷江支流)黑水河 (岷江支流)，是中国长江流域的一条河流，汇入岷江上游右岸，属于岷江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "而该种分布区在径河上源，属于黄河水系，与此种之在长江（岷江）水系也明显不同[1]。",
        "加之燕儿河水库属岷江水系，与绵阳城区现在第一水源涪江分属于两大不同水系，所以选定燕儿河水库作为绵阳城区第二水源，可以说是很好的选择。",
        "水文境内坡陡谷深，溪流深切，属于岷江水系，子母河水流流入黑水河。",
        "四川省地形复杂，局部地区如—二条水系发生大洪水的机会较多，而岷江、沱江、嘉陵江水系同时发生大洪水的机会较少，1981年7月暴雨洪水则属于这种类型，历史上与其相类似的有1840年、1870年洪水。"
    ],
    "白水江": [
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "白河 (白水江支流)白河，是中国长江流域的一条河流，汇入白水江，属于嘉陵江水系。"
    ],
    "渠江": [
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。",
        "州河州河，是中国长江流域的一条河流，汇入渠江东源左岸，属于嘉陵江水系。",
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。",
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。"
    ],
    "六冲河": [
        "白甫河白甫河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "红岩河红岩河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。",
        "六冲河六冲河，是中国长江流域的一条河流，汇入乌江北源，属于乌江水系。"
    ],
    "綦江": [
        "藻渡河藻渡河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。",
        "笋溪河笋溪河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。"
    ],
    "消江": [
        "消江 (潇水支流)消江，是中国长江流域的一条河流，汇入潇水，属于湘江水系。",
        "消江 (禾水支流)消江 (禾水支流)，是中国长江流域的一条河流，汇入禾水，属于赣江水系。"
    ],
    "鄱阳湖": [
        "博阳河博阳河，是中国长江流域的一条河流，汇入鄱阳湖，属于鄱阳湖水系。",
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "中部为坦荡的鄱阳湖平原，水系其北侧属于长江水系，南侧属于赣江水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "信江": [
        "铅山河铅山河，是中国长江流域的一条河流，发源于武夷山桐木关下,，属于信江水系。",
        "白塔河 (信江)白塔河，是中国长江流域的一条河流，汇入信江，属于信江水系。"
    ],
    "瓦兹河": [
        "艾莱特河自东北向西南流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "塞尔河流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。",
        "自北向南流经境内，该河是瓦兹河的右岸支流，属于塞纳河水系。"
    ],
    "大沙河": [
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。"
    ],
    "印度洋": [
        "它们都属于亚洲的主要水系，分别汇入印度洋和太平洋，流经云南省的部分多数属于河流的上游河段。",
        "中国陆地的河流、湖泊众多，但它们主要属于太平洋海洋水系，这决定了水流向东的基本走向；其次西南部部分区域属于印度洋水系，西部部分地区存在内陆独立水系；西北部几条河流属于北冰洋水系。",
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。",
        "地形因素青藏高原是我国地势最高的地区，由这里向东、南、北方向降低，因此河流分属于太平洋、印度洋及北冰洋三大水系，其中太平洋水系的面积最大。"
    ],
    "旱溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。",
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "旱溪是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域皆位于台中市境内。",
        "河流名称：柳川位于台中盆地，属于乌溪水系，为旧旱溪的支流。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。"
    ],
    "子牙河": [
        "冀州属于海河流域子牙河水系和黑龙港流域南排河水系，境内河流较多。",
        "河流水系：邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "简介：午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "子牙河水系工程管理，设立隶属于省水行政主管部门的河系管理机构，统一河系主要防洪工程及水资源管理。",
        "午河，午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。"
    ],
    "小兴安岭": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。"
    ],
    "牛栏江": [
        "马龙河 (牛栏江)马龙河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "硝河硝河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "后河": [
        "中河 (后河支流)中河，是中国长江流域的一条河流，汇入后河，属于嘉陵江水系。",
        "后河后河，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "保护区所涉及的河流主要属于江汉流域的任河和属于嘉陵江水系的后河及其支流白沙河。"
    ],
    "锦江": [
        "辰水辰水（又名锦江），是中国长江流域的一条河流，汇入沅江左岸，属于沅江水系。",
        "锦江 (赣江支流)锦江 (赣江支流)，是中国长江流域的一条河流，汇入赣江左岸，属于赣江水系。",
        "较大的溪流有茶田溪、大岩溪、新地溪、黄杨溪，均属于锦江水系。"
    ],
    "百都河": [
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "百都河由于属于“红河”支流，在广西境内为独立水系，多被称为“百都河红河水系”，广西境内流域面积为1454平方公里，境内河段长度为62公里，多年平均年径流量11.6亿立方米。"
    ],
    "北冰洋": [
        "中国陆地的河流、湖泊众多，但它们主要属于太平洋海洋水系，这决定了水流向东的基本走向；其次西南部部分区域属于印度洋水系，西部部分地区存在内陆独立水系；西北部几条河流属于北冰洋水系。",
        "地形因素青藏高原是我国地势最高的地区，由这里向东、南、北方向降低，因此河流分属于太平洋、印度洋及北冰洋三大水系，其中太平洋水系的面积最大。",
        "与我国绝大部分的江河属于太平洋水系不同，喀纳斯属于北冰洋水系。",
        "经济和社会价值 阿尔泰山是我国唯一的属于欧洲-西伯利亚动物地理区的部分，北冰洋水系及独特的动植物区系使其成为科研基地。",
        "该国的河流属于北冰洋、太平洋和中亚内陆三个水系，且主要分布于北部和西部区域，湖泊主要分布于西北部区域。"
    ],
    "浦阳江": [
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。",
        "钱塘江下游的主要支流有浦阳江和曹娥江；此外萧山水网也属于钱塘江水系，南部水网从属于浦阳江水系。"
    ],
    "廍子溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。",
        "廍子溪，旧名廍仔坑溪（），位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50。",
        "廍子溪，廍子溪，旧名廍仔坑溪，位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50[1]。"
    ],
    "秀姑峦溪": [
        "秀姑峦溪水系河长104公里，亦属于中央管河川，最远源流为乐乐溪。",
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。"
    ],
    "螳螂川": [
        "主要河流是流经市区的螳螂川，境内所有属于金沙江水系的河流最后都汇入螳螂川。",
        "境内河流属于螳螂川水系，主要有棋台河、律则河、岔河等。"
    ],
    "广西": [
        "分布于中国广西壮族自治区龙州附近属于珠江水系的小水体等。",
        "百都河由于属于“红河”支流，在广西境内为独立水系，多被称为“百都河红河水系”，广西境内流域面积为1454平方公里，境内河段长度为62公里，多年平均年径流量11.6亿立方米。",
        "广西壮族自治区桂林市铁佛塘：(桂林)位于广西桂林市区，属于两江四湖环城水系，其周围15米范围内为非建设区。"
    ],
    "摩泽尔河": [
        "摩泽尔河自南向北流经境内，属于莱茵河水系。",
        "摩泽尔河在德国境内汇入莱茵河，属于法国五大流域当中的莱茵河水系。",
        "摩泽尔河自南向北流经境内，该河属于莱茵河水系。"
    ],
    "塞尔河": [
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。",
        "塞尔河流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "塞尔河自东向西流经境内，该河是多尔多涅河的支流，属于加龙河水系。"
    ],
    "呼兰河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "水系：施业区附近有诺敏河通过，属于松花江水系、呼兰河支流。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。",
        "境内有汤旺河、呼兰河、嘉荫河等大小河流702条，分别属于黑龙江和松花江两大水系。"
    ],
    "荖浓溪": [
        "浊口溪，位于台湾南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。",
        "拉克斯溪，位于台湾南部，属于高屏溪水系，为荖浓溪的支流，河长17公里，流域面积62平方公里，分布于高雄市桃源区中部。",
        "隘寮溪，隘寮溪位于台湾省南部，属于高屏溪水系，为荖浓溪的最大支流。",
        "浊口溪，浊口溪位于台湾省南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。"
    ],
    "卑南溪": [
        "大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游。",
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。"
    ],
    "塔恩河": [
        "塔恩河自东北向西南流经阿尔比，其市区段平均宽度约80米，属于法国五大河流之一的加龙河水系。",
        "阿古河自北向南流经境内，老城区位于其右岸，该河是塔恩河的左岸支流，后者属于加龙河水系。",
        "塞尔农河自南向北流经境内，该河是塔恩河的左岸支流，属于加龙河水系。"
    ],
    "清水河": [
        "小龙门属于海河流域永定河水系清水河支流。",
        "清水河 (西汉水支流)清水河，是中国长江流域的一条河流，汇入西汉水，属于嘉陵江水系。"
    ],
    "索恩河": [
        "索恩河自北向南流经市区东部，平均宽度超过300米，属于法国五大河流之一的罗讷河水系。",
        "沙拉罗讷河自南向北流经境内，该河是索恩河的支流，属于罗讷河水系。",
        "杜河自东南向北流经境内，该河是索恩河的支流，属于罗讷河水系。"
    ],
    "郁江": [
        "右江，是中国南部的一条河流，为郁江正源，属于珠江水系。",
        "郁江 (乌江支流)郁江，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。"
    ],
    "宁恰曲": [
        "宁恰曲宁恰曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。",
        "多采曲多采曲，是中国长江流域的一条河流，汇入宁恰曲，属于长江源水系。"
    ],
    "德差河": [
        "吉珠沟吉珠沟，是中国流域的一条河流，汇入德差河，属于金沙江水系。",
        "德差河德差河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "横江": [
        "洛泽河洛泽河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。",
        "牛街河 (横江支流)牛街河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。"
    ],
    "翁水河": [
        "翁水河翁水河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "格咱河格咱河，是中国长江流域的一条河流，汇入翁水河，属于金沙江水系。"
    ],
    "阿柯河": [
        "东柯河东柯河，是中国长江流域的一条河流，汇入阿柯河，属于大渡河水系。",
        "阿柯河阿柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。"
    ],
    "白龙江": [
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "清江河清江河，是中国长江流域的一条河流，汇入白龙江下游右岸，属于嘉陵江水系。",
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "岷江 (白龙江支流)岷江，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。",
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。"
    ],
    "白河": [
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。",
        "白河 (白水江支流)白河，是中国长江流域的一条河流，汇入白水江，属于嘉陵江水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "芙蓉江": [
        "清溪河清溪河，是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。",
        "梅江 (芙蓉江支流)梅江是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。"
    ],
    "黎滩河": [
        "黎滩河黎滩河，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。",
        "黎滩河，黎滩河位于江西抚州市境内，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。"
    ],
    "崇仁河": [
        "崇仁河崇仁河，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。"
    ],
    "湘水": [
        "湘水 (贡水支流)湘水 (贡水支流)，是中国长江流域的一条河流，汇入贡水，属于赣江水系。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "多数自南或西南流向北及东北，呈树枝状分布，分属于资水、湘水及洞庭湖三大水系。"
    ],
    "琴江": [
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "石城、宁都至终点段属于赣江支流—梅江的分支琴江水系。",
        "路线在固村镇附近跨越琴江的主干；瑞金市段则属于赣江支流—贡水的分支绵水水系。"
    ],
    "上犹江": [
        "龙华河龙华河，是长江流域的一条河流，汇入上犹江，属于赣江水系。",
        "上犹江上犹江，是中国长江流域的一条河流，汇入章水，属于赣江水系。"
    ],
    "潦河": [
        "北潦河北潦河，是中国长江流域的一条河流，汇入潦河，属于修水水系。",
        "潦河潦河，是中国长江流域的一条河流，汇入修水下游右岸，属于修水水系。"
    ],
    "马恩河": [
        "马恩河自东向西流经境内，属于塞纳河水系，人口开凿的马恩河运河则从其南部经过。",
        "布莱斯河自南向北流经境内，该河是马恩河的左岸支流，属于塞纳河水系。"
    ],
    "石羊河": [
        "金塔河，位于中国甘肃省西部的一条内流河，属于石羊河水系。",
        "西营河，位于中国西北地区的一条内流河，属于石羊河水系。",
        "东大河，位于中国西北地区的一条河流，属于石羊河水系。"
    ],
    "维埃纳河": [
        "欧朗斯河（）及其支流尚皮河（）流经境内，该河是维埃纳河的支流，属于卢瓦尔河水系。",
        "维埃纳河干流自东南向西北流经境内，另有塔尔河（Le Tard）流经市区北部，属于卢瓦尔河水系。",
        "维埃纳河干流自南向北流经境内，其右岸支流瓜尔河在此与其交汇，属于卢瓦尔河水系。"
    ],
    "尚索尔": [
        "尚索尔是这一地区河谷的名称，属于伊泽尔河水系。",
        "尚索尔是附近河谷的名称，属于伊泽尔河水系。"
    ],
    "伊泽尔河": [
        "尚索尔是这一地区河谷的名称，属于伊泽尔河水系。",
        "尚索尔是附近河谷的名称，属于伊泽尔河水系。"
    ],
    "谢尔河": [
        "谢尔河干流自南向北流经市区西部，另有自东向西流经圣阿芒蒙龙市中心，属于卢瓦尔河水系。",
        "谢尔河干流自东南向西北流经境内，属于卢瓦尔河水系。",
        "该河是谢尔河的右岸支流，属于卢瓦尔河水系。"
    ],
    "洙水河": [
        "洙水河洙水河，位于山东省西南部，属于南四湖水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。"
    ],
    "额尔古纳河": [
        "它属于额尔古纳河水系，是额尔古纳河的主要支流——激流河的主要发源地。",
        "它属于额尔古纳河水系，是额尔古纳河的主要支流---激流河的主要发源地。",
        "境内河流分属于嫩江和额尔古纳河两个水系。",
        "水系：镇内水系属于额尔古纳河水系，主要是激流河，该河从阿龙山镇西部流过。"
    ],
    "郑州": [
        "郑州境内有大小河流124条，流域面积较大的河流有29条，分属于黄河和淮河两大水系，其中黄河流域6条，淮河流域23条。",
        "由于河道高出地面，一般来说郑州以下的黄河下游河道成了淮河、海河两大水系的分水岭，从严格意义上黄河两岸已不属于黄河流域了。",
        "水系郑州境内有大小河流124条黄河(16张)，流域面积较大的河流有29条，分属于黄河和淮河两大水系。",
        "境内大小河流35条，分属于黄河和淮河两大水系，其中流经郑州段的黄河150.4公里。"
    ],
    "秦岭": [
        "秦岭南边的河流属于长江水系，而北边是黄河水系。",
        "东岔乡地跨秦岭而且大部在秦岭以南，属于长江水系嘉陵江流域。",
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。"
    ],
    "内蒙古": [
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。",
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。",
        "监测机构保护区设有“内蒙古锡林郭勒草原自然保护区草原生态监测站”，属于内蒙古草原生态监测站的一个子站，负责对保护区境内的植物、大气、锡林河水系的动态监测。"
    ],
    "辽河": [
        "西拉木伦河属于辽河水系，在与老哈河汇合之后形成西辽河。",
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。",
        "在伊通满族自治县境内有大小河流一百多，分属两大水系，一处属于松花江水系，一处是属于辽河水系。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。",
        "全市水资源总量为5.4亿立方米，流长在10公里以上的河流有19条，分属于大凌河、小凌河和辽河三个水系。"
    ],
    "绥芬河": [
        "公园境内有小绥芬河、寒葱河两条河流，属于绥芬河水系。",
        "施业区内共有大小河流160条，属于绥芬河水系。"
    ],
    "西汉水": [
        "清水河 (西汉水支流)清水河，是中国长江流域的一条河流，汇入西汉水，属于嘉陵江水系。",
        "海池水系流入西汉水，安集寨属于长江水系。"
    ],
    "二道河": [
        "二道河 (赤水河支流)二道河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。",
        "自然地理概况：河流：境内分布有头道河和二道河,均属于松花江水系、伊吉密河支流。"
    ],
    "偏岩河": [
        "偏岩河偏岩河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "桂花分属于偏岩河水系和赤水河水系，山间溪流不断，水质优良没有受任何工业污染，有库容量268万方的箐河水库和8万方的刺竹沟水库。"
    ],
    "龙潭河": [
        "龙潭河龙潭河，是中国长江流域的一条河流，汇入梅江，属于沅江水系。",
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。"
    ],
    "瓯江": [
        "境内有属于瓯江水系的一个支流，该河流起源于半山村，在朝局注入毛洋港。",
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。",
        "丽水湿地资源中仅河流湿地面积中就有82.12%属于瓯江水系，其他的湿地类型，如河口水域、三角洲、蓄水区、沼泽湿地、泛洪平原也大多源于瓯江水系，瓯江成为整个丽水市湿地资源独一无二的承载体。"
    ],
    "华蓝市": [
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；讨厌：虫系神奇宝贝；“华蓝美女三姐妹 & 附带的么妹”的称号；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "客串）；正职： 水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主小霞出生地： 关东地区-华蓝市；喜好： 水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；出场集数EP27：索利柏与神奇宝贝催眠；EP28：六尾的最佳形象；EP32：浅红场馆决战忍者；EP36：暴风雨的单车路 ；EP39：伊布四兄弟；EP44：胖丁的歌声；EP48：大葱鸭的鸭；EP49：波克比是谁的呢；EP56：抚养家的秘密；EP58：决战红莲道馆；EP60：华篮道馆！",
        "客串） ；正职：水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主 ；出生地：关东地区-华蓝市 ；喜好：水系与可爱的神奇宝贝 ；目标：成为水系神奇宝贝大师； ；性格：成熟型，外表泼辣、内心温柔善良； ；第一代女主角登场；身手敏捷、“暴力型”的蛮力少女； ；自认为属于“优雅可爱的水精灵”美女； ；擅长：猜谜 ；讨厌：虫系神奇宝贝； ；“华蓝美女三姐妹 & 附带的么妹”的称号； ；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；最讨厌：虫系神奇宝贝；喜欢：收集神奇宝贝娃娃节娃娃；吃荷包蛋咖哩饭；海边修行；被别人称呼自己“像玛瑙水母一样可爱美丽”。"
    ],
    "逊河": [
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "云南省": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "它们都属于亚洲的主要水系，分别汇入印度洋和太平洋，流经云南省的部分多数属于河流的上游河段。"
    ],
    "湄公河": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。"
    ],
    "信阳": [
        "信阳地处淮河上中游，信阳的河流属于长江和淮河两大水系。"
    ],
    "塔里木河": [
        "塔里木河流域属于内陆河流域，发源于塔里木盆地周围山地的内陆河流，向盆地内部流动，构成向心水系。",
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "车尔臣河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。",
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "主要河流有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。"
    ],
    "湖南省": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。",
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。",
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。",
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。",
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。"
    ],
    "巍山": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。"
    ],
    "漾濞江": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "洱海属于澜沧江水系，为澜沧江支流漾濞江上游湖泊。"
    ],
    "安宁河": [
        "邛海属于金沙江水系，经海河汇入澜沧江支流安宁河。",
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。"
    ],
    "石狩川": [
        "札幌市辖区的大部分范围属于石狩川水系，市中心的丰平川等河流也是石狩川的支流。"
    ],
    "黑龙港": [
        "冀州属于海河流域子牙河水系和黑龙港流域南排河水系，境内河流较多。",
        "河流水系：邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "曾文溪": [
        "区内主要河川有属于急水溪水系的急水溪、六重溪、龟重溪，以及曾文溪水系的曾文溪及柚仔坑溪。"
    ],
    "乐乐溪": [
        "秀姑峦溪水系河长104公里，亦属于中央管河川，最远源流为乐乐溪。",
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。"
    ],
    "洛河": [
        "渭南市河流均属于黄河水系，过境地表客水主要有黄河，入境地表客水有渭河、北洛河。",
        "江洛河江洛河（又名洛河），是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。"
    ],
    "千顷洼": [
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。"
    ],
    "大安溪": [
        "台中市的主要河川自北而南为大安溪、大甲溪、乌溪三大水系，均属于中央管河川。",
        "鲤鱼潭水库位于苗栗县景山溪下游，属于大安溪水系上的离槽水库，该水库主要利用目标包含：防洪、灌溉、发电，以及观光等四大目标。"
    ],
    "迪朗斯河": [
        "自东北向西南流经加普，平均宽度不足5米，该河是迪朗斯河的一条支流，属于法国五大河流之一的罗讷河水系。",
        "比埃什河自东北向西南流经境内，该河是迪朗斯河的右岸支流，属于罗讷河水系。"
    ],
    "科雷兹河": [
        "科雷兹河自东北向西南流经境内，该河是多尔多涅河的一条支流，属于加龙河水系。",
        "科雷兹河自东向西流经布里夫拉盖亚尔德市区，其市区段平均宽度约50米，该河属于法国五大水系当中的加龙河水系。"
    ],
    "利根川": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。",
        "中川未汇入利根川，而是与荒川平行注入东京湾ぐ，因此容易被误会是属于荒川水系。"
    ],
    "肖河": [
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。"
    ],
    "旭川河": [
        "旭川河，位于台湾基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。"
    ],
    "埃纳河": [
        "埃纳河自南向北流经境内，属于塞纳河水系，该河沿岸开凿有人工运河。",
        "埃纳河自东向西流经境内，其东南侧形成了一处湖泊——戈达尔湖（），属于塞纳河水系，此外河流左岸开辟有人工运河。",
        "欧朗斯河（）及其支流尚皮河（）流经境内，该河是维埃纳河的支流，属于卢瓦尔河水系。",
        "维埃纳河干流自东南向西北流经境内，另有塔尔河（Le Tard）流经市区北部，属于卢瓦尔河水系。",
        "维埃纳河干流自南向北流经境内，其右岸支流瓜尔河在此与其交汇，属于卢瓦尔河水系。"
    ],
    "杜河": [
        "杜河自东向西流经贝桑松，该河属于法国五大水系之一的罗讷河水系，水量相对充足并稳定，具备通航条件，部分河段建有平行的运河。",
        "杜河自东南向北流经境内，该河是索恩河的支流，属于罗讷河水系。"
    ],
    "汤旺河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。",
        "境内有汤旺河、呼兰河、嘉荫河等大小河流702条，分别属于黑龙江和松花江两大水系。"
    ],
    "伊春": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "苕溪": [
        "北部湖州一带，则为苕溪水系，苕溪注入太湖，属于长江流域的一部分。"
    ],
    "太湖": [
        "北部湖州一带，则为苕溪水系，苕溪注入太湖，属于长江流域的一部分。",
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。"
    ],
    "日本": [
        "堀川（）是流经日本爱知县名古屋市之庄内川水系，属于一级河川之等级。",
        "田泽湖（）是位于日本秋田县仙北市的，属于雄物川的一级水系。",
        "水系方面，佐久地方的市町村属于太平洋侧地域，其他地域属日本海侧。"
    ],
    "相模川": [
        "由于宫川属于桂川（＝相模川）的支流，因此现在河口湖属于相模川水系。"
    ],
    "筏子溪": [
        "筏子溪位于台中盆地的西侧，属于乌溪水系，主流长度12.79公里，流域面积132.6平方公里。",
        "筏子溪，筏子溪位于台中盆地的西侧，属于乌溪水系，为大里溪的支流，主流长度21.25公里，流域面积132平方公里。"
    ],
    "五股坑溪": [
        "五股坑溪，位于台湾北部，属于淡水河水系，为塭子川的支流。",
        "五股坑溪，五股坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。"
    ],
    "塭子川": [
        "五股坑溪，位于台湾北部，属于淡水河水系，为塭子川的支流。",
        "五股坑溪，五股坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。",
        "贵子坑溪，贵子坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。"
    ],
    "北投区": [
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "又名紫明溪，属于淡水河水系，为外双溪的支流，流域分布于台北市北投区、士林区。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "磺港溪": [
        "磺港溪位于台湾北部，属于淡水河水系，为基隆河的支流。",
        "磺港溪，磺港溪位于台湾省北部，属于淡水河水系，为基隆河的支流。"
    ],
    "贵子坑溪": [
        "贵子坑溪位于台湾北部，属于淡水河水系，为大窠坑溪的支流。",
        "贵子坑溪，贵子坑溪位于台湾省北部，属于淡水河水系，为塭子川的支流。"
    ],
    "阿玉溪": [
        "阿玉溪，位于台湾北部，属于淡水河水系，流域分布于新北市乌来区东部，因发源阿玉山而得名。",
        "阿玉溪，阿玉溪位于台湾北部，属于淡水河水系，流域分布于台北县乌来乡东部，因发源阿玉山而得名。"
    ],
    "北市": [
        "田泽湖（）是位于日本秋田县仙北市的，属于雄物川的一级水系。",
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "阿玉溪，位于台湾北部，属于淡水河水系，流域分布于新北市乌来区东部，因发源阿玉山而得名。",
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。",
        "新安溪位于台湾北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。",
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "内双溪位于台湾北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "新安溪，新安溪位于台湾省北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "又名紫明溪，属于淡水河水系，为外双溪的支流，流域分布于台北市北投区、士林区。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "新安溪": [
        "新安溪位于台湾北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。",
        "新安溪，新安溪位于台湾省北部，属于淡水河水系，为外双溪的支流，流域面积5.7平方公里，分布于台北市士林区中部。"
    ],
    "内双沟溪": [
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。"
    ],
    "浊口溪": [
        "浊口溪，位于台湾南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。",
        "浊口溪，浊口溪位于台湾省南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。"
    ],
    "隘寮溪": [
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。",
        "隘寮溪，隘寮溪位于台湾省南部，属于高屏溪水系，为荖浓溪的最大支流。"
    ],
    "大仑溪": [
        "大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游。",
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。"
    ],
    "潮白": [
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。",
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。",
        "它的湖区隶属于海河区，一级流域为海河流域，二级流域为潮白、北运、蓟运河水系。"
    ],
    "杭州湾": [
        "浦东运河，是上海市浦东新区境内的一条运河，属于杭州湾水系，以区片为名。",
        "浦南运河，是上海市奉贤区境内的一条运河，属于杭州湾水系，以区片为名。"
    ],
    "科拉涅河": [
        "科拉涅河自北向南流经境内，该河是洛特河的一条支流，属于加龙河水系。",
        "科拉涅河自北向南流经境内，该河是洛特河的右岸支流，属于加龙河水系。"
    ],
    "洛特河": [
        "科拉涅河自北向南流经境内，该河是洛特河的一条支流，属于加龙河水系。",
        "科拉涅河自北向南流经境内，该河是洛特河的右岸支流，属于加龙河水系。"
    ],
    "斯海尔德河": [
        "斯卡尔普河（）自西向东流经阿拉斯市区北部，属于斯海尔德河水系，不属于法国五大流域中的任何一个。",
        "自西向东流经境内南部，该河是德勒河的支流，属于斯海尔德河水系。"
    ],
    "泰兰河": [
        "泰兰河自西北向东南流经博韦市区南部，平均宽度不足10米，部分河段被渠化改造，该河属于塞纳河水系。",
        "自西北向东南流经境内，该河是泰兰河的左岸支流，属于塞纳河水系。"
    ],
    "浙江省": [
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。"
    ],
    "萨尔特河": [
        "勒芒属于法国五大河流之一的卢瓦尔河水系，其二级支流萨尔特河流经境内，并与于讷河在此交汇。",
        "于讷河自东北向西南流经境内，该河是萨尔特河的支流，属于卢瓦尔河水系。"
    ],
    "于讷河": [
        "勒芒属于法国五大河流之一的卢瓦尔河水系，其二级支流萨尔特河流经境内，并与于讷河在此交汇。",
        "于讷河自东北向西南流经境内，该河是萨尔特河的支流，属于卢瓦尔河水系。"
    ],
    "美国": [
        "阿尼马斯河（）是美国西部圣胡安河的一条支流，长约，属于科罗拉多河水系。",
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。"
    ],
    "荒川": [
        "中川未汇入利根川，而是与荒川平行注入东京湾ぐ，因此容易被误会是属于荒川水系。"
    ],
    "奥里诺科河": [
        "其全长600公里，流域面积约80000平方公里，是阿普雷河的支流，奥里诺科河的二级支流，属于奥里诺科河水系。"
    ],
    "阿列河": [
        "阿拉尼翁河自西向东流经境内，该河是阿列河的左岸支流，属于卢瓦尔河水系。",
        "锡乌勒河自南向北流经境内，该河是阿列河的支流，属于卢瓦尔河水系。"
    ],
    "玉龙河": [
        "属于玉龙河水系，南承接白龙冰河来水，湖水从东部流出经玉龙河最终注入江尼茶卡。"
    ],
    "卧龙河": [
        "卧龙河卧落河又名卧龙河，是中国长江流域的一条河流，属于雅砻江右岸水系，注入理塘河，是雅砻江的二级支流。"
    ],
    "卧落河": [
        "卧龙河卧落河又名卧龙河，是中国长江流域的一条河流，属于雅砻江右岸水系，注入理塘河，是雅砻江的二级支流。",
        "宁蒗河宁蒗河，是中国长江流域的一条河流，汇入卧落河，属于金沙江水系。"
    ],
    "扎木曲": [
        "扎木曲扎木曲，是中国长江流域的一条河流，汇入沱沱河，属于长江源水系。"
    ],
    "天曲": [
        "天曲天曲，是中国长江流域的一条河流，汇入当曲，属于长江源水系。"
    ],
    "尕尔曲": [
        "尕尔曲尕尔曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。"
    ],
    "布曲": [
        "尕尔曲尕尔曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。",
        "冬曲冬曲，又译旦曲，是中国长江流域的一条河流，汇入布曲，属于长江源水系。"
    ],
    "牙哥曲": [
        "牙哥曲牙哥曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。"
    ],
    "北麓河": [
        "北麓河北麓河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。"
    ],
    "科欠河": [
        "科欠河科欠河，是中国长江流域的一条河流，汇入通天河，属于长江源水系。"
    ],
    "色吾河": [
        "色吾河色吾河，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。"
    ],
    "登艾龙曲": [
        "登艾龙曲登艾龙曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。"
    ],
    "曼宗曲": [
        "曼宗曲曼宗曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。"
    ],
    "叶曲": [
        "叶曲叶曲，是中国长江流域的一条河流，汇入通天河右岸，属于长江源水系。"
    ],
    "孙水河": [
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。"
    ],
    "吉珠沟": [
        "吉珠沟吉珠沟，是中国流域的一条河流，汇入德差河，属于金沙江水系。"
    ],
    "永兴河": [
        "永兴河永兴河，是中国长江流域的一条河流，汇入䲎鱼河，属于金沙江水系。"
    ],
    "洛泽河": [
        "洛泽河洛泽河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。"
    ],
    "牛街河": [
        "牛街河 (横江支流)牛街河，是中国长江流域的一条河流，汇入横江，属于金沙江水系。"
    ],
    "勐果河": [
        "勐果河勐果河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "巴曲": [
        "巴曲 (金沙江)巴曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "巴塘河": [
        "巴曲 (金沙江)巴曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "札曲札曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "马曲": [
        "马曲马曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "中岩曲": [
        "中岩曲中岩曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "落漏河": [
        "落漏河落漏河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "万马河": [
        "万马河万马河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "渔泡江": [
        "渔泡江渔泡江（）是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "普隆河": [
        "普隆河普隆河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "西溪河": [
        "西溪河 (金沙江)西溪河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "美姑河": [
        "美姑河美姑河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "西宁河": [
        "西宁河西宁河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "麦宿河": [
        "麦宿河麦宿河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "仁波河": [
        "仁波河仁波河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "硕多岗河": [
        "硕多岗河硕多岗河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "五郎河": [
        "五郎河五郎河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "新庄河": [
        "新庄河新庄河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。"
    ],
    "蜻蛉河": [
        "蜻蛉河蜻蛉河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。"
    ],
    "龙川江": [
        "蜻蛉河蜻蛉河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。",
        "石者河石者河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。"
    ],
    "石者河": [
        "石者河石者河，是中国长江流域的一条河流，汇入龙川江，属于金沙江水系。"
    ],
    "马龙河": [
        "马龙河 (牛栏江)马龙河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。"
    ],
    "硝河": [
        "硝河硝河，是中国长江流域的一条河流，汇入牛栏江，属于金沙江水系。"
    ],
    "赤土河": [
        "赤土河赤土河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。"
    ],
    "东义河": [
        "东义河东义河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。"
    ],
    "尼汝河": [
        "尼汝河尼汝河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。"
    ],
    "拉波河": [
        "拉波河拉波河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。"
    ],
    "玛衣河": [
        "玛衣河玛衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。"
    ],
    "硕衣河": [
        "硕衣河硕衣河，是中国长江流域的一条河流，汇入松麦河，属于金沙江水系。"
    ],
    "格咱河": [
        "格咱河格咱河，是中国长江流域的一条河流，汇入翁水河，属于金沙江水系。"
    ],
    "宁蒗河": [
        "宁蒗河宁蒗河，是中国长江流域的一条河流，汇入卧落河，属于金沙江水系。"
    ],
    "麻摩柯河": [
        "麻摩柯河麻摩柯河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "通把河": [
        "通把河通把河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "三岔河": [
        "三岔河 (雅砻江支流)三岔河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "玉隆河": [
        "玉隆河玉隆河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "达火沟": [
        "达火沟达火沟，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "庆达河": [
        "庆达河庆达河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "俄柯河": [
        "俄柯河俄柯河，是中国长江流域的一条河流，汇入雅砻江左岸，属于金沙江水系。"
    ],
    "以礼河": [
        "以礼河以礼河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "东柯河": [
        "东柯河东柯河，是中国长江流域的一条河流，汇入阿柯河，属于大渡河水系。"
    ],
    "越溪河": [
        "越溪河越溪河，是中国长江流域的一条河流，汇入岷江下游，属于岷江水系。"
    ],
    "大南河": [
        "大南河大南河，是中国长江流域的一条河流，汇入岷江中游，属于岷江水系。"
    ],
    "蒙溪河": [
        "蒙溪河蒙溪河，是中国长江流域的一条河流，汇入沱江支流，属于沱江水系。"
    ],
    "马尔曲": [
        "马尔曲马尔曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。"
    ],
    "石亭江": [
        "石亭江石亭江，是中国长江流域的一条河流，汇入沱江中源，属于沱江水系。"
    ],
    "尼柯河": [
        "尼柯河尼柯河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。"
    ],
    "濑溪河": [
        "濑溪河濑溪河，是中国长江流域的一条河流，汇入沱江，属于沱江水系。"
    ],
    "青坪河": [
        "青坪河青坪河，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。"
    ],
    "玉溪河": [
        "玉溪河玉溪河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。"
    ],
    "东谷河": [
        "东谷河东谷河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。"
    ],
    "天全河": [
        "天全河天全河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。"
    ],
    "官庙河": [
        "官庙河官庙河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。"
    ],
    "金汤河": [
        "金汤河金汤河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。"
    ],
    "孟屯沟": [
        "孟屯沟孟屯沟，是中国长江流域的一条河流，汇入杂谷脑河，属于岷江水系。"
    ],
    "维尔隆河": [
        "维尔隆河维尔隆河，是中国长江流域的一条河流，汇入黑水河，属于岷江水系。"
    ],
    "荥经河": [
        "荥经河荥经河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。"
    ],
    "田湾沟": [
        "田湾沟田湾沟，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。"
    ],
    "安顺河": [
        "安顺河安顺河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。"
    ],
    "周公河": [
        "周公河周公河，是中国长江流域的一条河流，汇入青衣江，属于大渡河水系。"
    ],
    "渔子溪": [
        "渔子溪渔子溪，是中国长江流域的一条河流，汇入岷江上游，属于岷江水系。"
    ],
    "瓦斯河": [
        "瓦斯河瓦斯河，是中国长江流域的一条河流，汇入大渡河，属于大渡河水系。"
    ],
    "马边河": [
        "马边河马边河，是中国长江流域的一条河流，汇入岷江右岸，属于岷江水系。"
    ],
    "格斯札河": [
        "格斯札河格斯札河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。"
    ],
    "牛日河": [
        "牛日河牛日河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。"
    ],
    "南桠河": [
        "南桠河南桠河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。"
    ],
    "流沙河": [
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。"
    ],
    "清江河": [
        "清江河清江河，是中国长江流域的一条河流，汇入白龙江下游右岸，属于嘉陵江水系。"
    ],
    "拱坝河": [
        "拱坝河拱坝河，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。"
    ],
    "达拉沟": [
        "达拉沟达拉沟，是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。"
    ],
    "多尔沟": [
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。"
    ],
    "肖口河": [
        "肖口河肖口河（又名洋河），是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。"
    ],
    "大通江": [
        "肖口河肖口河（又名洋河），是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。",
        "澌滩河澌滩河，是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。"
    ],
    "澌滩河": [
        "澌滩河澌滩河，是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。"
    ],
    "盐井河": [
        "盐井河盐井河（又名毛坝河），是中国长江流域的一条河流，汇入东河，属于嘉陵江水系。"
    ],
    "东": [
        "中国陆地的河流、湖泊众多，但它们主要属于太平洋海洋水系，这决定了水流向东的基本走向；其次西南部部分区域属于印度洋水系，西部部分地区存在内陆独立水系；西北部几条河流属于北冰洋水系。",
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。",
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。",
        "启东市水系属于长江水系，地下水位常年处于1.2—1.6米。",
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。",
        "厄尔河自南向北呈流经沙特尔市区东部，呈辫状分布，属于法国五大流域当中的塞纳河水系。",
        "阿鲁河自东北向西南流经欧坦市区北部，该河属于法国第一大水系——卢瓦尔河水系。",
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。",
        "在中国，分布于广东龙津河水系及东江水系等，属于暖水性鱼类。",
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。",
        "自东北向西南流经加普，平均宽度不足5米，该河是迪朗斯河的一条支流，属于法国五大河流之一的罗讷河水系。",
        "科雷兹河自东北向西南流经境内，该河是多尔多涅河的一条支流，属于加龙河水系。",
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。",
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。",
        "科雷兹河自东向西流经布里夫拉盖亚尔德市区，其市区段平均宽度约50米，该河属于法国五大水系当中的加龙河水系。",
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。",
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。",
        "埃纳河自东向西流经境内，其东南侧形成了一处湖泊——戈达尔湖（），属于塞纳河水系，此外河流左岸开辟有人工运河。",
        "杜河自东向西流经贝桑松，该河属于法国五大水系之一的罗讷河水系，水量相对充足并稳定，具备通航条件，部分河段建有平行的运河。",
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。",
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。",
        "阿玉溪，位于台湾北部，属于淡水河水系，流域分布于新北市乌来区东部，因发源阿玉山而得名。",
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。",
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "内双溪位于台湾北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "内双沟溪位于台湾北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。",
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游。",
        "塔恩河自东北向西南流经阿尔比，其市区段平均宽度约80米，属于法国五大河流之一的加龙河水系。",
        "安东尼属于法国五大水系之一的塞纳河水系，但境内缺乏大型水域。",
        "菲耶尔河自东北向西流经阿讷西市区北部，境内平均宽度在5米左右，属于法国五大水系当中的罗讷河水系。",
        "自东南向西北流经市中心，该河汇入布尔歇湖中，属于罗讷河水系，后者为法国五大河流之一。",
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。",
        "布班斯河自西南向东北流经境内，属于卢瓦尔河水系。",
        "浦东运河，是上海市浦东新区境内的一条运河，属于杭州湾水系，以区片为名。",
        "索恩河自北向南流经市区东部，平均宽度超过300米，属于法国五大河流之一的罗讷河水系。",
        "镇海区境内河网密布，多属于姚江水系东部，洪涝由澥浦大闸、张监碶入海，泄洪十分便利。",
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。",
        "属于粤东的韩江水系因规模较大，有时单独称之。",
        "斯卡尔普河（）自西向东流经阿拉斯市区北部，属于斯海尔德河水系，不属于法国五大流域中的任何一个。",
        "伊尔河自西南向东北呈流经米卢斯市区，属于莱茵河水系，沿岸开辟有运河。",
        "泰兰河自西北向东南流经博韦市区南部，平均宽度不足10米，部分河段被渠化改造，该河属于塞纳河水系。",
        "宜良县水资源丰富，境内河流属于珠江流域水系，南盘江从东至西横穿县境。",
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。",
        "皖南地区的水系以黄山为界，其北侧及西南侧属于长江水系，东南侧属于钱塘江水系。",
        "耶夫尔河自东向西流经布尔日市区北部，并形成辫状水系，属于卢瓦尔河流域。",
        "康王河，位于山东省肥城市境内，属于黄河水系。",
        "乌尔克河自东北向西南流经境内，属于塞纳河水系。",
        "中川未汇入利根川，而是与荒川平行注入东京湾ぐ，因此容易被误会是属于荒川水系。",
        "自东北向西南流经境内，该河是奥尼翁河的右岸支流，属于罗讷河水系。",
        "东丁河是拉勐河的一级支流，属于澜沧江水系。",
        "自东南向西北流经弗莱尔市区，该河是努瓦罗河的支流，属于奥恩河水系。",
        "阿拉尼翁河自西向东流经境内，该河是阿列河的左岸支流，属于卢瓦尔河水系。",
        "阿尔沃河自东向西流经境内，其左岸支流在此与其交汇，属于罗讷河水系。",
        "属于色林错水系，东南承接格仁错来水，湖水经北部的私荣臧布出流泄入吴如错。",
        "属于玉龙河水系，南承接白龙冰河来水，湖水从东部流出经玉龙河最终注入江尼茶卡。",
        "自西北向东南流经境内，该河属于塞纳河水系，全长9.6公里，水量较小，平均宽度不超过3米，部分河段有明显的人工渠化改造痕迹。",
        "穆瓦讷河自东南向西北流经绍莱市区，属于卢瓦尔河水系。",
        "东义河东义河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "东柯河东柯河，是中国长江流域的一条河流，汇入阿柯河，属于大渡河水系。",
        "东谷河东谷河，是中国长江流域的一条河流，汇入大渡河上游，属于大渡河水系。",
        "盐井河盐井河（又名毛坝河），是中国长江流域的一条河流，汇入东河，属于嘉陵江水系。",
        "东河 (嘉陵江支流)东河，又名宽滩河，是中国长江流域的一条河流，汇入嘉陵江中游左岸，属于嘉陵江水系。",
        "州河州河，是中国长江流域的一条河流，汇入渠江东源左岸，属于嘉陵江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。",
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "东津水东津水，是中国长江流域的一条河流，修水上游河源段，属于修水水系。",
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。",
        "夏朗德河自东南向北呈“L”型流经市区，该河独立入海，不属于法国五大水系之一的任何一个。",
        "自西向东流经境内南部，该河是德勒河的支流，属于斯海尔德河水系。",
        "马恩河自东向西流经境内，属于塞纳河水系，人口开凿的马恩河运河则从其南部经过。",
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "东大河，位于中国西北地区的一条河流，属于石羊河水系。",
        "特鲁瓦东河（）流经蒙迪迪耶境内，该河是索姆河的一条支流，后者独立入海，不属于法国五大水系当中的任何一个。",
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。",
        "艾莱特河自东北向西南流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "阿尔芒松河自东南向西北流经境内，该河是约讷河的支流，属于塞纳河水系。",
        "伯奈兹河自南向北流经市区东部，该河是昂格兰河的左岸支流，属于卢瓦尔河水系。",
        "一条名为“拉日溪”（）自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "维埃纳河干流自东南向西北流经境内，另有塔尔河（Le Tard）流经市区北部，属于卢瓦尔河水系。",
        "比埃什河自东北向西南流经境内，该河是迪朗斯河的右岸支流，属于罗讷河水系。",
        "奥布河自东向西流经境内，其左岸支流吉伦特河（）在此与其交汇，属于塞纳河水系。",
        "阿韦龙河自东北向西南流经境内，该河属于加龙河水系。",
        "塞尔河自东向西流经境内，该河是多尔多涅河的支流，属于加龙河水系。",
        "谢尔河干流自南向北流经市区西部，另有自东向西流经圣阿芒蒙龙市中心，属于卢瓦尔河水系。",
        "谢尔河干流自东南向西北流经境内，属于卢瓦尔河水系。",
        "克勒兹河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "杜河自东南向北流经境内，该河是索恩河的支流，属于罗讷河水系。",
        "鲁卢瓦河（）自西向东流经境内，水量较小，属于塞纳河水系。",
        "自西向东流经境内，其沿岸有两处天然湖泊，该河是厄尔河的支流，属于塞纳河水系。",
        "自东向西流经境内，和两条小溪在此与其交汇，德鲁埃特河是厄尔河的支流，属于塞纳河水系。",
        "利维耶河（）自西南向东北流经境内，该河是厄尔河的支流，属于塞纳河水系。",
        "于讷河自东北向西南流经境内，该河是萨尔特河的支流，属于卢瓦尔河水系。",
        "自北向东南呈“L”型流经境内，该河是加尔东河的支流，属于罗讷河水系。",
        "布罗讷溪（）自西向东流经境内北部，该河是加尔东河的右岸支流，属于罗讷河水系。",
        "阿里米耶溪（）自西向东流经境内南部，该河是图什河的左岸支流，属于加龙河水系。",
        "自东南向西北流经境内，该河属于加龙河的水系。",
        "巴伊斯河自南向北流经境内，其右岸支流在孔东与其交汇，属于加龙河水系。",
        "克勒兹河自东南向西北流经境内，其阿让通段的平均宽度约40米，属于卢瓦尔河水系。",
        "安德尔河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "阿尔农河与自南向北流经境内东部，属于卢瓦尔河水系。",
        "自南向北流经境内东部，该河是泰奥勒河的左岸支流，属于卢瓦尔河水系。",
        "雷于尼河自东向西流经佩尔奥拉德，属于阿杜尔河水系。",
        "自东南向西北流经雅雷地区圣普列斯特市区，属于卢瓦尔河水系。",
        "锡欧尔姆河（）自南向北流经市区东部，该河是的支流，属于卢瓦尔河水系。",
        "自西南向东北流经境内南部，该河是埃松河的支流，属于塞纳河水系。",
        "巴伊斯河自东南向西北流经内拉克市区，境内平均宽度在20米左右，属于法国五大干流之一的加龙河水系。",
        "卢瓦河自东向西流经境内，另有阿尔冈斯河（L'Argence）在此与其交汇，属于卢瓦尔河水系。",
        "科尔蒙河自西北向东南流经镇中心，该河是马耶讷河的一条支流，属于卢瓦尔河水系。",
        "自西北向东南流经境内，该河是泰兰河的左岸支流，属于塞纳河水系。",
        "发源于圣瑞斯特昂绍塞市区东侧的一处高地之上，自北向南流经市区东部，属于法国五大水系之一的塞纳河水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。",
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。",
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "洙水河洙水河，位于山东省西南部，属于南四湖水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "大莫兰河自东向西流经境内，该河在库洛米耶市区形成多条水道，属于塞纳河水系。",
        "小莫兰河自东向西流经境内，属于塞纳河水系。",
        "地形因素青藏高原是我国地势最高的地区，由这里向东、南、北方向降低，因此河流分属于太平洋、印度洋及北冰洋三大水系，其中太平洋水系的面积最大。",
        "本岸的水系依靠斜塘河与金鸡湖水一脉相承，生态景观出众，属于湖东最高尚居住区的中心位置。",
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。",
        "其中老秃顶子及西麓的三条河流属太子河水系，是辽宁省第三大河太子河的发源地，东麓、南麓及北麓的14条河流属于浑江水系。",
        "阿玉溪，阿玉溪位于台湾北部，属于淡水河水系，流域分布于台北县乌来乡东部，因发源阿玉山而得名。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；讨厌：虫系神奇宝贝；“华蓝美女三姐妹 & 附带的么妹”的称号；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "水文和水资源：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。",
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。",
        "水库属于北运河水系，位于温榆河北支东沙河上游，毗邻著名的十三陵景区。",
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。",
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。",
        "内双沟溪，内双沟溪位于台湾省北部，属于淡水河水系，为内双溪的支流，流域分布于台北市士林区最东端。",
        "客串）；正职： 水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主小霞出生地： 关东地区-华蓝市；喜好： 水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；出场集数EP27：索利柏与神奇宝贝催眠；EP28：六尾的最佳形象；EP32：浅红场馆决战忍者；EP36：暴风雨的单车路 ；EP39：伊布四兄弟；EP44：胖丁的歌声；EP48：大葱鸭的鸭；EP49：波克比是谁的呢；EP56：抚养家的秘密；EP58：决战红莲道馆；EP60：华篮道馆！",
        "东岔乡地跨秦岭而且大部在秦岭以南，属于长江水系嘉陵江流域。",
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。",
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。",
        "村庄东、南、北部分别有1 条小河，主要由山上的雨水汇集而成，属于海河水系。",
        "属于淮河流域池河水系，拦蓄南沙河东支流57.3平方公里径流。",
        "水文：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "三溪浦水库，三溪浦水库地处东南滨海，位于宁波市东南约20公里—鄞州区东吴镇，所属甬江水系，所在河流：东上河。",
        "水系：经营区内河流属于瑚布图河水系，有1条瑚布图河支流，由西向东流经施业区，流程长4.75公里。",
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "内双溪，内双溪位于台湾省北部，属于淡水河水系，为外双溪的源流，流域分布于台北市士林区东部。",
        "水门：擅长水系道法，门主东方云（女人），实力与山门相差无几，属于大派。",
        "客串） ；正职：水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主 ；出生地：关东地区-华蓝市 ；喜好：水系与可爱的神奇宝贝 ；目标：成为水系神奇宝贝大师； ；性格：成熟型，外表泼辣、内心温柔善良； ；第一代女主角登场；身手敏捷、“暴力型”的蛮力少女； ；自认为属于“优雅可爱的水精灵”美女； ；擅长：猜谜 ；讨厌：虫系神奇宝贝； ；“华蓝美女三姐妹 & 附带的么妹”的称号； ；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；最讨厌：虫系神奇宝贝；喜欢：收集神奇宝贝娃娃节娃娃；吃荷包蛋咖哩饭；海边修行；被别人称呼自己“像玛瑙水母一样可爱美丽”。",
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。",
        "多数自南或西南流向北及东北，呈树枝状分布，分属于资水、湘水及洞庭湖三大水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。",
        "马水地势西高东低，大部分村庄属于漠阳江支流罂煲河水系。",
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "安居河": [
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。"
    ],
    "凯江": [
        "凯江凯江，是中国长江流域的一条河流，汇入涪江中游右岸，属于嘉陵江水系。"
    ],
    "梓潼江": [
        "梓潼江梓潼江，是中国长江流域的一条河流，汇入涪江中游左岸，属于嘉陵江水系。"
    ],
    "青泥河": [
        "青泥河青泥河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。"
    ],
    "江洛河": [
        "江洛河江洛河（又名洛河），是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。"
    ],
    "燕子河": [
        "燕子河燕子河，是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。"
    ],
    "广坪河": [
        "广坪河广坪河（又名羊漠河），是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。"
    ],
    "州河": [
        "州河州河，是中国长江流域的一条河流，汇入渠江东源左岸，属于嘉陵江水系。",
        "后河后河，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。",
        "明月江明月江，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。"
    ],
    "恩阳河": [
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。"
    ],
    "白水河": [
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。"
    ],
    "巴河": [
        "恩阳河恩阳河（又名白水河），是中国长江流域的一条河流，汇入渠江正源巴河右岸，属于嘉陵江水系。",
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。"
    ],
    "坦溪河": [
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。"
    ],
    "明月江": [
        "明月江明月江，是中国长江流域的一条河流，汇入州河，属于嘉陵江水系。"
    ],
    "古蔺河": [
        "古蔺河古蔺河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。"
    ],
    "大同河": [
        "大同河 (赤水河)大同河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。"
    ],
    "湄江": [
        "湄江湄江，是中国长江流域的一条河流，汇入湘江，属于乌江水系。"
    ],
    "习水河": [
        "习水河习水河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。"
    ],
    "白甫河": [
        "白甫河白甫河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。"
    ],
    "鱼梁河": [
        "鱼梁河鱼梁河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。"
    ],
    "印江河": [
        "印江河印江河（又名印河），是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。"
    ],
    "石阡河": [
        "石阡河石阡河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。"
    ],
    "余庆河": [
        "余庆河余庆河，是中国长江流域的一条河流，汇入乌江中游右岸，属于乌江水系。"
    ],
    "独水河": [
        "独水河独水河，是中国长江流域的一条河流，汇入清水江，属于乌江水系。"
    ],
    "大溪河": [
        "大溪河大溪河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。"
    ],
    "六池河": [
        "六池河六池河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。"
    ],
    "清溪河": [
        "清溪河清溪河，是中国长江流域的一条河流，汇入芙蓉江，属于乌江水系。"
    ],
    "红岩河": [
        "红岩河红岩河，是中国长江流域的一条河流，汇入六冲河上源，属于乌江水系。"
    ],
    "藻渡河": [
        "藻渡河藻渡河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。"
    ],
    "笋溪河": [
        "笋溪河笋溪河，是中国长江流域的一条河流，汇入綦江，属于綦江水系。"
    ],
    "野济河": [
        "野济河野济河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。"
    ],
    "甘龙河": [
        "甘龙河甘龙河，是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。"
    ],
    "桐梓河": [
        "桐梓河桐梓河，是中国长江流域的一条河流，汇入赤水河，属于赤水河水系。"
    ],
    "洪渡河": [
        "洪渡河洪渡河，是中国长江流域的一条河流，汇入乌江下游左岸，属于乌江水系。"
    ],
    "濯河": [
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。"
    ],
    "耒水": [
        "西河 (耒水支流)西河，是中国长江流域的一条河流，汇入耒水，属于湘江水系。"
    ],
    "攸水": [
        "攸水攸水，是中国长江流域的一条河流，汇入洣水，属于湘江水系。"
    ],
    "宜水": [
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。"
    ],
    "芦洪江": [
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。"
    ],
    "灌江": [
        "灌江灌江，是中国长江流域的一条河流，汇入湘江上游右岸，属于湘江水系。"
    ],
    "舂陵水": [
        "舂陵水舂陵水（又名钟水），是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。"
    ],
    "潇水": [
        "消江 (潇水支流)消江，是中国长江流域的一条河流，汇入潇水，属于湘江水系。"
    ],
    "酉水": [
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。",
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "猛洞河猛洞河，是中国长江流域的一条河流，汇入酉水，属于沅江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。"
    ],
    "通道河": [
        "通道河通道河，是中国长江流域的一条河流，汇入渠水，属于沅江水系。"
    ],
    "龙江河": [
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。"
    ],
    "车坝河": [
        "车坝河车坝河，是中国长江流域的一条河流，汇入㵲水，属于沅江水系。"
    ],
    "花垣河": [
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。"
    ],
    "猛洞河": [
        "猛洞河猛洞河，是中国长江流域的一条河流，汇入酉水，属于沅江水系。"
    ],
    "重安江": [
        "重安江重安江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。"
    ],
    "巴拉河": [
        "巴拉河巴拉河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。"
    ],
    "六洞河": [
        "六洞河六洞河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。"
    ],
    "南哨河": [
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。"
    ],
    "亮江": [
        "亮江亮江，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。"
    ],
    "辰水": [
        "辰水辰水（又名锦江），是中国长江流域的一条河流，汇入沅江左岸，属于沅江水系。"
    ],
    "蓼水河": [
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。"
    ],
    "大洋江": [
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。"
    ],
    "敷溪河": [
        "敷溪河敷溪河，是中国长江流域的一条河流，汇入资水，属于资水水系。"
    ],
    "邵水": [
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。"
    ],
    "遂川江": [
        "遂川江遂川江，是中国长江流域的一条河流，汇入赣江右岸，属于赣江水系。"
    ],
    "恩江": [
        "恩江恩江，是中国长江流域的一条河流，汇入赣江中游右岸，属于赣江水系。"
    ],
    "濂水": [
        "濂水濂水，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。"
    ],
    "桃江": [
        "桃江 (贡水支流)桃江 (贡水支流)，是中国长江流域的一条河流，汇入贡水左岸，属于赣江水系。"
    ],
    "泸水": [
        "泸水 (禾水支流)泸水，是中国长江流域的一条河流，汇入禾水，属于赣江水系。"
    ],
    "龙华河": [
        "龙华河龙华河，是长江流域的一条河流，汇入上犹江，属于赣江水系。"
    ],
    "博阳河": [
        "博阳河博阳河，是中国长江流域的一条河流，汇入鄱阳湖，属于鄱阳湖水系。"
    ],
    "漳田河": [
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。"
    ],
    "安徽省": [
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。"
    ],
    "铅山河": [
        "铅山河铅山河，是中国长江流域的一条河流，发源于武夷山桐木关下,，属于信江水系。"
    ],
    "白塔河": [
        "白塔河 (信江)白塔河，是中国长江流域的一条河流，汇入信江，属于信江水系。"
    ],
    "北潦河": [
        "北潦河北潦河，是中国长江流域的一条河流，汇入潦河，属于修水水系。"
    ],
    "夏朗德河": [
        "夏朗德河自东南向北呈“L”型流经市区，该河独立入海，不属于法国五大水系之一的任何一个。",
        "阿尔希亚克位于内河与瑟涅河的分水岭区域，两河均属于夏朗德河水系。"
    ],
    "甘肃省": [
        "金塔河，位于中国甘肃省西部的一条内流河，属于石羊河水系。",
        "石油河，位于中华人民共和国甘肃省西北部的一条河流，属于疏勒河水系。"
    ],
    "滁河": [
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。"
    ],
    "老山": [
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "马斯雷": [
        "马斯雷位于与欧韦泽尔河的分水岭地带，两河均属于加龙河水系，此外马斯雷境内还有多处天然水塘。"
    ],
    "克勒兹河": [
        "克勒兹河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "克勒兹河自东南向西北流经境内，其阿让通段的平均宽度约40米，属于卢瓦尔河水系。"
    ],
    "加尔东河": [
        "自北向东南呈“L”型流经境内，该河是加尔东河的支流，属于罗讷河水系。",
        "布罗讷溪（）自西向东流经境内北部，该河是加尔东河的右岸支流，属于罗讷河水系。"
    ],
    "巴伊斯河": [
        "巴伊斯河自南向北流经境内，其右岸支流在孔东与其交汇，属于加龙河水系。",
        "巴伊斯河自东南向西北流经内拉克市区，境内平均宽度在20米左右，属于法国五大干流之一的加龙河水系。"
    ],
    "卢瓦河": [
        "鲁卢瓦河（）自西向东流经境内，水量较小，属于塞纳河水系。",
        "法尔河（）流经境内，该河是卢瓦河的支流，属于卢瓦尔河水系。",
        "卢瓦河自东向西流经境内，另有阿尔冈斯河（L'Argence）在此与其交汇，属于卢瓦尔河水系。"
    ],
    "昭阳湖": [
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。"
    ],
    "新薛河": [
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。"
    ],
    "微山湖": [
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "沿河 (微山湖)沿河，位于中国江苏省北部，属于南四湖水系。"
    ],
    "洙赵新河": [
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。"
    ],
    "复新河": [
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。"
    ],
    "鹿口河": [
        "鹿口河鹿口河，位于中国江苏省北部，属于南四湖水系。"
    ],
    "郑集河": [
        "郑集河郑集河，位于中国江苏省北部，属于南四湖水系。"
    ],
    "莫兰河": [
        "大莫兰河自东向西流经境内，该河在库洛米耶市区形成多条水道，属于塞纳河水系。",
        "小莫兰河自东向西流经境内，属于塞纳河水系。"
    ],
    "牡丹江": [
        "境内的大小河流均属于松花江水系和牡丹江水系，降水主要集中在6-9月，全市水资源人均占有量为1363立方米。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "自然资源：水利穆棱市境内山区河流众多，有大小河流及山沟1,323条，穆棱河水系占全市水系的95.2%，其余4.8%属于牡丹江水系。"
    ],
    "湖南": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。",
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。",
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。",
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。",
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。",
        "无论行走在湖南的哪个角落，几乎都属于这四条江的流域，或者是四大水系之中。",
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。"
    ],
    "武义": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "柴达木": [
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "主要河流有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。"
    ],
    "通肯河": [
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。"
    ],
    "越南": [
        "南部诸河流注入北部湾，西南有属于红河水系的河流流入越南。",
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。"
    ],
    "天山": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。",
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "欧洲": [
        "分布于欧洲、中亚以及新疆的北部的额尔齐斯河水系等，属于冷水性鱼类。",
        "经济和社会价值 阿尔泰山是我国唯一的属于欧洲-西伯利亚动物地理区的部分，北冰洋水系及独特的动植物区系使其成为科研基地。"
    ],
    "中亚": [
        "分布于欧洲、中亚以及新疆的北部的额尔齐斯河水系等，属于冷水性鱼类。",
        "该国的河流属于北冰洋、太平洋和中亚内陆三个水系，且主要分布于北部和西部区域，湖泊主要分布于西北部区域。",
        "处于长江水系和珠江水系分水岭地带，全乡境内以低中山为主，最高海拔1122米，最低海拔510米，年平均气温15℃，年降雨量1308毫米，属于中亚热带季风气候，四季如春。"
    ],
    "怒江": [
        "分布于澜沧江中上游、怒江水系上游干支流、青海、西藏、云南等，属于高原冷水性底层鱼类。",
        "境内属于怒江水系的主要河流有南汀河、头道水河、盘河、勐回河。"
    ],
    "云南": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "它们都属于亚洲的主要水系，分别汇入印度洋和太平洋，流经云南省的部分多数属于河流的上游河段。",
        "分布于澜沧江中上游、怒江水系上游干支流、青海、西藏、云南等，属于高原冷水性底层鱼类。",
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。"
    ],
    "滦河": [
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。",
        "海拔在5～25米，地面坡度一般为0.5～2‰，本县境内河流较多，但基本上属于滦河水系。"
    ],
    "基隆": [
        "旭川河，位于台湾基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "外双溪位于台湾北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。",
        "磺港溪位于台湾北部，属于淡水河水系，为基隆河的支流。",
        "茄苳溪位于台湾北部，属于淡水河水系，为基隆河的一条支流。",
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。",
        "磺港溪，磺港溪位于台湾省北部，属于淡水河水系，为基隆河的支流。",
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "外双溪， ]外双溪简介b]：外双溪位于台湾省北部，属于淡水河水系，为基隆河的支流，流域分布于台北市士林区、北投区。"
    ],
    "基隆港": [
        "旭川河，位于台湾基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。"
    ],
    "基隆市": [
        "旭川河，位于台湾基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。"
    ],
    "逊别拉河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。"
    ],
    "沾河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。"
    ],
    "乌云河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。"
    ],
    "柳川": [
        "梅川位于台中盆地，属于乌溪水系，为柳川的支流。",
        "河流名称：柳川位于台中盆地，属于乌溪水系，为旧旱溪的支流。"
    ],
    "阿玉山": [
        "阿玉溪，位于台湾北部，属于淡水河水系，流域分布于新北市乌来区东部，因发源阿玉山而得名。",
        "阿玉溪，阿玉溪位于台湾北部，属于淡水河水系，流域分布于台北县乌来乡东部，因发源阿玉山而得名。"
    ],
    "碧溪": [
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。",
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。"
    ],
    "廍仔坑溪": [
        "廍子溪，旧名廍仔坑溪（），位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50。",
        "廍子溪，廍子溪，旧名廍仔坑溪，位于台湾中部，属于乌溪水系，为大里溪支流，河长11.53公里，流域面积22.10平方公里，河床平均坡降1/50[1]。"
    ],
    "浊水溪": [
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。"
    ],
    "丹大溪": [
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。"
    ],
    "南投县": [
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。"
    ],
    "信义乡": [
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。"
    ],
    "新武吕溪": [
        "大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游。",
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。"
    ],
    "老哈河": [
        "西拉木伦河属于辽河水系，在与老哈河汇合之后形成西辽河。",
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。"
    ],
    "西辽河": [
        "西拉木伦河属于辽河水系，在与老哈河汇合之后形成西辽河。",
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。"
    ],
    "新河": [
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "这是大跃进年代为完成“大地河网化”认为而开挖的一条人工河，开挖的时候蒙城县还属于阜阳地区，阜阳地区有着发达的水系，开挖阜蒙新河，灌溉、交通运输的意义都不大。"
    ],
    "北京": [
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。",
        "位于项目西南方向3公里处，它是唯一一条发源于北京境内的河流属于著名的京杭大运河水系，全长9000米，水面面积114.2公顷，水源无污染，水质清纯。"
    ],
    "四川省": [
        "色曲 (金沙江支流)色曲，是中国长江流域的一条河流，位于四川省德格县，汇入金沙江左岸，属于金沙江水系。",
        "四川省地形复杂，局部地区如—二条水系发生大洪水的机会较多，而岷江、沱江、嘉陵江水系同时发生大洪水的机会较少，1981年7月暴雨洪水则属于这种类型，历史上与其相类似的有1840年、1870年洪水。"
    ],
    "黑河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "讨赖河，也称北大河，位于中国西北地区的一条河流，属于黑河水系西侧最大支流。",
        "建筑用砂、砾石，赋存于上更新统一现代冲洪积层，分属于境内黑河、涧河、潇河、涂河水系，其中粗、中、细、砾石均有较丰富的资源储藏。"
    ],
    "九龙江": [
        "自然保护区属于九龙江流域，区内水系发达，溪流较多，一般呈树枝状分布。",
        "水文境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。"
    ],
    "竹溪源": [
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。",
        "水文境内水系分布涉及同属于松荫溪的六大支流：五都源、四都源、竹溪源、三都源、黄坑源、活源。"
    ],
    "宣平县": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "午河": [
        "简介：午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。",
        "午河，午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。"
    ],
    "柳江": [
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。",
        "水文：保护区全部属于柳江水系且为该水系源头，主要有小江口河、粗江河、平野河等，所有河流均向北流，河道比降大，含沙量少，水量丰富。",
        "有中小河流200多余，河流分属于长江流域和珠江流域， 以红水河水系 和柳江水系为主。"
    ],
    "汉水": [
        "清水河 (西汉水支流)清水河，是中国长江流域的一条河流，汇入西汉水，属于嘉陵江水系。",
        "海池水系流入西汉水，安集寨属于长江水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "老县城村成为西安版图上最偏远的村落，是西安惟一一个隶属于南部汉水（长江水系）的自然村。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "闽江": [
        "水文境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "河川沙塘鳢，河川沙塘鳢( Odontobutis potamophila Günther)属属于鲈形目(Perciformes)、鰕虎鱼亚目(Gobioidei)、塘鳢科( Eleotridae) ，分布于中国长江中下游及其支流、钱塘江水系和闽江水系等。"
    ],
    "恒河": [
        "恒河江豚，恒河江豚是生活在孟加拉的恒河、布拉马普特拉河等水系的一种动物，其总量不超过2000只，属于濒危动物之一。"
    ],
    "马雄山": [
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "伊洛瓦底江": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。"
    ],
    "萨尔温江": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。"
    ],
    "亚洲": [
        "它们都属于亚洲的主要水系，分别汇入印度洋和太平洋，流经云南省的部分多数属于河流的上游河段。"
    ],
    "西江": [
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。"
    ],
    "资江": [
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。"
    ],
    "北部湾": [
        "南部诸河流注入北部湾，西南有属于红河水系的河流流入越南。"
    ],
    "乌鲁木齐": [
        "乌鲁木齐地区共有河流46条，分别属于乌鲁木齐河、头屯河、白杨河、阿拉沟、柴窝堡湖5个水系。"
    ],
    "乌鲁木齐河": [
        "乌鲁木齐地区共有河流46条，分别属于乌鲁木齐河、头屯河、白杨河、阿拉沟、柴窝堡湖5个水系。"
    ],
    "头屯河": [
        "乌鲁木齐地区共有河流46条，分别属于乌鲁木齐河、头屯河、白杨河、阿拉沟、柴窝堡湖5个水系。"
    ],
    "白杨河": [
        "乌鲁木齐地区共有河流46条，分别属于乌鲁木齐河、头屯河、白杨河、阿拉沟、柴窝堡湖5个水系。"
    ],
    "阿拉沟": [
        "乌鲁木齐地区共有河流46条，分别属于乌鲁木齐河、头屯河、白杨河、阿拉沟、柴窝堡湖5个水系。"
    ],
    "柴窝堡湖": [
        "乌鲁木齐地区共有河流46条，分别属于乌鲁木齐河、头屯河、白杨河、阿拉沟、柴窝堡湖5个水系。"
    ],
    "帕米尔": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "喀喇昆仑山": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "昆仑山": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "阿尔金山": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "孔雀河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "迪那河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "渭干河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "阿克苏河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "喀什噶尔河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "叶尔羌河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "和田河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "克里雅河": [
        "塔里木河流域的河流水系是由发源于塔里木盆地周围的天山、帕米尔高原、喀喇昆仑山、昆仑山、阿尔金山的144条河流组成的，它们分属于九大水系，孔雀河水系、迪那河水系、渭干河水系、阿克苏河水系、喀什噶尔河水系、叶尔羌河水系、和田河水系、克里雅河水系、车尔臣河水系。"
    ],
    "东阳江": [
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。"
    ],
    "南江": [
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。"
    ],
    "大陈江": [
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。"
    ],
    "洪巡溪": [
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。"
    ],
    "沅水": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。"
    ],
    "中国贵州省": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。"
    ],
    "无量山": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。"
    ],
    "永建镇": [
        "巍山境内河流分属元江-红河和澜沧江-湄公河两大跨国水系，以中部的无量山为分水岭，西部属于属澜沧江水系漾濞江流域，东部属于红河上游元江流域（元江在巍山境内称“西河”），红河的发源地就位于县境西北部永建镇境内。"
    ],
    "莱芜市": [
        "莱芜市境内共有大小沟河404条， 长5公里以上的72条，98%属于大汶河水系、2%属于淄河水系。"
    ],
    "大汶河": [
        "莱芜市境内共有大小沟河404条， 长5公里以上的72条，98%属于大汶河水系、2%属于淄河水系。"
    ],
    "淄河": [
        "莱芜市境内共有大小沟河404条， 长5公里以上的72条，98%属于大汶河水系、2%属于淄河水系。"
    ],
    "南长河": [
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。"
    ],
    "积水潭": [
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。"
    ],
    "什刹海": [
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。"
    ],
    "北海": [
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。",
        "声问川（）是北海道北部稚内市的一条河流，在宗谷湾入海，属于二级水系。"
    ],
    "中海": [
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。"
    ],
    "长河": [
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。",
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。"
    ],
    "曹娥江": [
        "钱塘江下游的主要支流有浦阳江和曹娥江；此外萧山水网也属于钱塘江水系，南部水网从属于浦阳江水系。"
    ],
    "萧山": [
        "钱塘江下游的主要支流有浦阳江和曹娥江；此外萧山水网也属于钱塘江水系，南部水网从属于浦阳江水系。"
    ],
    "郎溪县": [
        "郎溪县属于长江中下游平原，县域内有南漪湖、郎川河等水系，水面占总面积的三分之一，是典型的江南水乡。"
    ],
    "南漪湖": [
        "郎溪县属于长江中下游平原，县域内有南漪湖、郎川河等水系，水面占总面积的三分之一，是典型的江南水乡。"
    ],
    "郎川河": [
        "郎溪县属于长江中下游平原，县域内有南漪湖、郎川河等水系，水面占总面积的三分之一，是典型的江南水乡。"
    ],
    "江南": [
        "郎溪县属于长江中下游平原，县域内有南漪湖、郎川河等水系，水面占总面积的三分之一，是典型的江南水乡。"
    ],
    "邛海": [
        "邛海属于金沙江水系，经海河汇入澜沧江支流安宁河。"
    ],
    "札幌": [
        "札幌市辖区的大部分范围属于石狩川水系，市中心的丰平川等河流也是石狩川的支流。"
    ],
    "丰平川": [
        "札幌市辖区的大部分范围属于石狩川水系，市中心的丰平川等河流也是石狩川的支流。"
    ],
    "大里区": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。"
    ],
    "大坑溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。"
    ],
    "头汴坑溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。"
    ],
    "草湖溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。"
    ],
    "干溪": [
        "大里区的河川主要属于大里溪水系，为台中盆地的主要河川，也是乌溪中游的重要支流，有大坑溪、廍子溪、旱溪、头汴坑溪、草湖溪及干溪等6大支流，水系全流域面积共计400.72平方公里。"
    ],
    "冀州": [
        "冀州属于海河流域子牙河水系和黑龙港流域南排河水系，境内河流较多。"
    ],
    "南排河": [
        "冀州属于海河流域子牙河水系和黑龙港流域南排河水系，境内河流较多。"
    ],
    "北埔乡": [
        "北埔乡境河川密布，均属于中港溪支流峨眉溪水系。"
    ],
    "中港溪": [
        "北埔乡境河川密布，均属于中港溪支流峨眉溪水系。"
    ],
    "峨眉溪": [
        "北埔乡境河川密布，均属于中港溪支流峨眉溪水系。"
    ],
    "六重溪": [
        "区内主要河川有属于急水溪水系的急水溪、六重溪、龟重溪，以及曾文溪水系的曾文溪及柚仔坑溪。"
    ],
    "龟重溪": [
        "区内主要河川有属于急水溪水系的急水溪、六重溪、龟重溪，以及曾文溪水系的曾文溪及柚仔坑溪。"
    ],
    "柚仔坑溪": [
        "区内主要河川有属于急水溪水系的急水溪、六重溪、龟重溪，以及曾文溪水系的曾文溪及柚仔坑溪。"
    ],
    "渭南市": [
        "渭南市河流均属于黄河水系，过境地表客水主要有黄河，入境地表客水有渭河、北洛河。"
    ],
    "渭河": [
        "渭南市河流均属于黄河水系，过境地表客水主要有黄河，入境地表客水有渭河、北洛河。"
    ],
    "蒙彼利埃": [
        "蒙彼利埃境内的主要河流包括莫松河、莱兹河及其支流，均独立入海，不属于法国五大水系当中的任何一个。"
    ],
    "莫松河": [
        "蒙彼利埃境内的主要河流包括莫松河、莱兹河及其支流，均独立入海，不属于法国五大水系当中的任何一个。"
    ],
    "莱兹河": [
        "蒙彼利埃境内的主要河流包括莫松河、莱兹河及其支流，均独立入海，不属于法国五大水系当中的任何一个。"
    ],
    "安宁": [
        "邛海属于金沙江水系，经海河汇入澜沧江支流安宁河。",
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。",
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。"
    ],
    "禄脿": [
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。"
    ],
    "草铺": [
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。"
    ],
    "扒河": [
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。"
    ],
    "九渡河": [
        "安宁境内河流除禄脿和草铺境内的扒河（九渡河）属于元江－红河水系外，其他河流均属金沙江水系。"
    ],
    "汜水河": [
        "境内河流分属黄河和淮河两大水系，黄河在境内流长约45千米，属于黄河水系的河流有汜水河、枯河，属淮河水系的有索河、寺河。"
    ],
    "枯河": [
        "境内河流分属黄河和淮河两大水系，黄河在境内流长约45千米，属于黄河水系的河流有汜水河、枯河，属淮河水系的有索河、寺河。"
    ],
    "索河": [
        "境内河流分属黄河和淮河两大水系，黄河在境内流长约45千米，属于黄河水系的河流有汜水河、枯河，属淮河水系的有索河、寺河。"
    ],
    "寺河": [
        "境内河流分属黄河和淮河两大水系，黄河在境内流长约45千米，属于黄河水系的河流有汜水河、枯河，属淮河水系的有索河、寺河。"
    ],
    "启东市": [
        "启东市水系属于长江水系，地下水位常年处于1.2—1.6米。"
    ],
    "龙门": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。",
        "小龙门属于海河流域永定河水系清水河支流。",
        "属于金沙江水系，为金沙江支流错龙门曲的源头湖泊。"
    ],
    "邛崃": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。"
    ],
    "草坡河": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。"
    ],
    "寿江": [
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。"
    ],
    "沙特尔": [
        "厄尔河自南向北呈流经沙特尔市区东部，呈辫状分布，属于法国五大流域当中的塞纳河水系。"
    ],
    "声问川": [
        "声问川（）是北海道北部稚内市的一条河流，在宗谷湾入海，属于二级水系。"
    ],
    "北海道": [
        "声问川（）是北海道北部稚内市的一条河流，在宗谷湾入海，属于二级水系。"
    ],
    "稚内市": [
        "声问川（）是北海道北部稚内市的一条河流，在宗谷湾入海，属于二级水系。"
    ],
    "宗谷湾": [
        "声问川（）是北海道北部稚内市的一条河流，在宗谷湾入海，属于二级水系。"
    ],
    "阿鲁河": [
        "阿鲁河自东北向西南流经欧坦市区北部，该河属于法国第一大水系——卢瓦尔河水系。"
    ],
    "欧坦": [
        "阿鲁河自东北向西南流经欧坦市区北部，该河属于法国第一大水系——卢瓦尔河水系。"
    ],
    "南海子": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。"
    ],
    "山西省太原市": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。"
    ],
    "迎泽区": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。"
    ],
    "水西门街": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。"
    ],
    "太原市": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。"
    ],
    "城西": [
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。"
    ],
    "博兹瓦纳": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。"
    ],
    "莫洛波河": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。"
    ],
    "诺索布河": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。"
    ],
    "林波波河": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。"
    ],
    "赞比西河": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。"
    ],
    "新疆": [
        "分布于欧洲、中亚以及新疆的北部的额尔齐斯河水系等，属于冷水性鱼类。"
    ],
    "额尔齐斯河": [
        "分布于欧洲、中亚以及新疆的北部的额尔齐斯河水系等，属于冷水性鱼类。"
    ],
    "龙州": [
        "分布于中国广西壮族自治区龙州附近属于珠江水系的小水体等。"
    ],
    "青海": [
        "分布于澜沧江中上游、怒江水系上游干支流、青海、西藏、云南等，属于高原冷水性底层鱼类。"
    ],
    "西藏": [
        "分布于澜沧江中上游、怒江水系上游干支流、青海、西藏、云南等，属于高原冷水性底层鱼类。"
    ],
    "南岛": [
        "在中国，分布于海南岛、珠江水系等，属于亚热带小型底栖鱼类。"
    ],
    "台湾岛": [
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。"
    ],
    "广东": [
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。",
        "在中国，分布于广东龙津河水系及东江水系等，属于暖水性鱼类。",
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。"
    ],
    "海南": [
        "在中国，分布于海南岛、珠江水系等，属于亚热带小型底栖鱼类。",
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。"
    ],
    "龙津河": [
        "在中国，分布于广东龙津河水系及东江水系等，属于暖水性鱼类。"
    ],
    "东江": [
        "在中国，分布于广东龙津河水系及东江水系等，属于暖水性鱼类。"
    ],
    "遂溪河": [
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。"
    ],
    "衡水湖": [
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。"
    ],
    "中国河北省衡水市": [
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。"
    ],
    "海河区": [
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。",
        "它的湖区隶属于海河区，一级流域为海河流域，二级流域为潮白、北运、蓟运河水系。"
    ],
    "大甲溪": [
        "台中市的主要河川自北而南为大安溪、大甲溪、乌溪三大水系，均属于中央管河川。"
    ],
    "加普": [
        "自东北向西南流经加普，平均宽度不足5米，该河是迪朗斯河的一条支流，属于法国五大河流之一的罗讷河水系。"
    ],
    "永河": [
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。"
    ],
    "永河畔": [
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。"
    ],
    "拉罗什": [
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。"
    ],
    "莱河": [
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。"
    ],
    "贝尔福": [
        "自北向南流经贝尔福市区，属于法国五大河流之一的罗讷河水系。"
    ],
    "姊川": [
        "姊川（あねがわ）是流经滋贺县北部，属于淀川水系的一级河川。"
    ],
    "滋贺县": [
        "姊川（あねがわ）是流经滋贺县北部，属于淀川水系的一级河川。"
    ],
    "淀川": [
        "姊川（あねがわ）是流经滋贺县北部，属于淀川水系的一级河川。"
    ],
    "永宁河": [
        "永宁河是中国长江流域的一条河流，汇入嘉陵江上游，属于嘉陵江水系。"
    ],
    "信越": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。"
    ],
    "群马县": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。"
    ],
    "长野": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。"
    ],
    "新潟": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。"
    ],
    "信浓川": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。"
    ],
    "千曲川": [
        "上信越高原国立公园中，群马县域主要属于利根川水系，长野县域与新潟县域主要属于信浓川（千曲川）水系。"
    ],
    "小青河": [
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。"
    ],
    "驺虞河": [
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。"
    ],
    "神垕": [
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。"
    ],
    "郏县": [
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。"
    ],
    "布里夫拉盖亚尔德": [
        "科雷兹河自东向西流经布里夫拉盖亚尔德市区，其市区段平均宽度约50米，该河属于法国五大水系当中的加龙河水系。"
    ],
    "棋台河": [
        "境内河流属于螳螂川水系，主要有棋台河、律则河、岔河等。"
    ],
    "律则河": [
        "境内河流属于螳螂川水系，主要有棋台河、律则河、岔河等。"
    ],
    "岔河": [
        "境内河流属于螳螂川水系，主要有棋台河、律则河、岔河等。",
        "三岔河 (雅砻江支流)三岔河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "堀川": [
        "堀川（）是流经日本爱知县名古屋市之庄内川水系，属于一级河川之等级。"
    ],
    "日本爱知县名古屋市": [
        "堀川（）是流经日本爱知县名古屋市之庄内川水系，属于一级河川之等级。"
    ],
    "庄内川": [
        "堀川（）是流经日本爱知县名古屋市之庄内川水系，属于一级河川之等级。"
    ],
    "戈西河": [
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。"
    ],
    "甘达基河": [
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。"
    ],
    "那拉雅尼河": [
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。"
    ],
    "加格拉河": [
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。"
    ],
    "格尔纳利河": [
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。"
    ],
    "默哈嫩达河": [
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。"
    ],
    "台湾基隆市": [
        "旭川河，位于台湾基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。"
    ],
    "欧里亚克": [
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。"
    ],
    "若尔达讷河": [
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。"
    ],
    "戈达尔湖": [
        "埃纳河自东向西流经境内，其东南侧形成了一处湖泊——戈达尔湖（），属于塞纳河水系，此外河流左岸开辟有人工运河。"
    ],
    "贝桑松": [
        "杜河自东向西流经贝桑松，该河属于法国五大水系之一的罗讷河水系，水量相对充足并稳定，具备通航条件，部分河段建有平行的运河。"
    ],
    "伊春市": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "梧桐河": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "黑河市": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "乌伊岭": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "守虎山": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "嘉荫": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "境内有汤旺河、呼兰河、嘉荫河等大小河流702条，分别属于黑龙江和松花江两大水系。"
    ],
    "青黑山": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "鹤岗市": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。"
    ],
    "哈拉哈河": [
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。"
    ],
    "哈拉哈高勒": [
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。"
    ],
    "喀尔喀高勒": [
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。"
    ],
    "蒙古国": [
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。"
    ],
    "呼伦湖": [
        "哈拉哈河，哈拉哈高勒或喀尔喀高勒（），位于蒙古国东方省和中华人民共和国内蒙古自治区的交界地区，属于呼伦湖水系。"
    ],
    "湖州": [
        "北部湖州一带，则为苕溪水系，苕溪注入太湖，属于长江流域的一部分。"
    ],
    "田泽湖": [
        "田泽湖（）是位于日本秋田县仙北市的，属于雄物川的一级水系。"
    ],
    "秋田县": [
        "田泽湖（）是位于日本秋田县仙北市的，属于雄物川的一级水系。"
    ],
    "仙北市": [
        "田泽湖（）是位于日本秋田县仙北市的，属于雄物川的一级水系。"
    ],
    "雄物川": [
        "田泽湖（）是位于日本秋田县仙北市的，属于雄物川的一级水系。"
    ],
    "凡尔赛": [
        "凡尔赛属于塞纳河水系，但其境内缺少大型天然水域。"
    ],
    "宫川": [
        "由于宫川属于桂川（＝相模川）的支流，因此现在河口湖属于相模川水系。"
    ],
    "桂川": [
        "由于宫川属于桂川（＝相模川）的支流，因此现在河口湖属于相模川水系。"
    ],
    "河口湖": [
        "由于宫川属于桂川（＝相模川）的支流，因此现在河口湖属于相模川水系。"
    ],
    "磺溪": [
        "磺溪（亦称南磺溪、Southern Sulfur creek）位于台湾北部，属于淡水河水系，为外双溪的支流。"
    ],
    "南磺溪": [
        "磺溪（亦称南磺溪、Southern Sulfur creek）位于台湾北部，属于淡水河水系，为外双溪的支流。"
    ],
    "Southern": [
        "磺溪（亦称南磺溪、Southern Sulfur creek）位于台湾北部，属于淡水河水系，为外双溪的支流。"
    ],
    "梅川": [
        "梅川位于台中盆地，属于乌溪水系，为柳川的支流。"
    ],
    "马霍拉斯溪": [
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。"
    ],
    "马博拉斯山": [
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。"
    ],
    "拉库拉库溪": [
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。"
    ],
    "中华民国": [
        "中央管河川是指中华民国境内依据《河川管理办法》由中央政府管辖之河川（水系），由经济部水利署所属之各河川局管理。"
    ],
    "大窠坑溪": [
        "贵子坑溪位于台湾北部，属于淡水河水系，为大窠坑溪的支流。"
    ],
    "乌来区": [
        "阿玉溪，位于台湾北部，属于淡水河水系，流域分布于新北市乌来区东部，因发源阿玉山而得名。"
    ],
    "茄苳溪": [
        "茄苳溪位于台湾北部，属于淡水河水系，为基隆河的一条支流。"
    ],
    "内沟溪": [
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。"
    ],
    "汐止区": [
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。"
    ],
    "内湖区": [
        "内沟溪位于台湾北部，属于淡水河水系，为基隆河的支流，河长7公里，流域分布于新北市汐止区与台北市内湖区交界一带。"
    ],
    "内厝溪": [
        "内厝溪位于台湾北部，属于淡水河水系，为内双溪的支流，河长4.2公里，流域面积2.4平方公里，分布于台北市士林区东部。"
    ],
    "菁𬒈溪": [
        "菁𬒈溪，又名碧溪，位于台湾北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。"
    ],
    "屏东县": [
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。"
    ],
    "玛家乡": [
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。"
    ],
    "三地门乡": [
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。"
    ],
    "尼夫河": [
        "尼夫河和其支流流经境内，属于阿杜尔河水系。"
    ],
    "拉克斯溪": [
        "拉克斯溪，位于台湾南部，属于高屏溪水系，为荖浓溪的支流，河长17公里，流域面积62平方公里，分布于高雄市桃源区中部。"
    ],
    "高雄市": [
        "拉克斯溪，位于台湾南部，属于高屏溪水系，为荖浓溪的支流，河长17公里，流域面积62平方公里，分布于高雄市桃源区中部。"
    ],
    "桃源区": [
        "拉克斯溪，位于台湾南部，属于高屏溪水系，为荖浓溪的支流，河长17公里，流域面积62平方公里，分布于高雄市桃源区中部。"
    ],
    "阿尔比": [
        "塔恩河自东北向西南流经阿尔比，其市区段平均宽度约80米，属于法国五大河流之一的加龙河水系。"
    ],
    "菲耶尔河": [
        "菲耶尔河自东北向西流经阿讷西市区北部，境内平均宽度在5米左右，属于法国五大水系当中的罗讷河水系。"
    ],
    "阿讷西": [
        "菲耶尔河自东北向西流经阿讷西市区北部，境内平均宽度在5米左右，属于法国五大水系当中的罗讷河水系。"
    ],
    "热尔河": [
        "热尔河自南向北呈流经欧什市区内，平均宽度超过30米，属于法国五大流域当中的加龙河水系。"
    ],
    "欧什": [
        "热尔河自南向北呈流经欧什市区内，平均宽度超过30米，属于法国五大流域当中的加龙河水系。"
    ],
    "西拉木伦河": [
        "西拉木伦河属于辽河水系，在与老哈河汇合之后形成西辽河。"
    ],
    "布尔歇湖": [
        "自东南向西北流经市中心，该河汇入布尔歇湖中，属于罗讷河水系，后者为法国五大河流之一。"
    ],
    "松岭区": [
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。"
    ],
    "大兴安岭": [
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。"
    ],
    "伊勒呼里山": [
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。"
    ],
    "布吕什河": [
        "布吕什河自西转北流经境内，市中心位于河流左岸，该河属于莱茵河水系。"
    ],
    "布班斯河": [
        "布班斯河自西南向东北流经境内，属于卢瓦尔河水系。"
    ],
    "河北省": [
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。",
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。"
    ],
    "香河县": [
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。"
    ],
    "天津市": [
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。"
    ],
    "浦东": [
        "浦东运河，是上海市浦东新区境内的一条运河，属于杭州湾水系，以区片为名。"
    ],
    "上海市浦东新区": [
        "浦东运河，是上海市浦东新区境内的一条运河，属于杭州湾水系，以区片为名。"
    ],
    "浦南": [
        "浦南运河，是上海市奉贤区境内的一条运河，属于杭州湾水系，以区片为名。"
    ],
    "上海市奉贤区": [
        "浦南运河，是上海市奉贤区境内的一条运河，属于杭州湾水系，以区片为名。"
    ],
    "小龙门": [
        "小龙门属于海河流域永定河水系清水河支流。"
    ],
    "旺斯河": [
        "旺斯河自南向北流经市区，属于默兹河水系。"
    ],
    "默兹河": [
        "旺斯河自南向北流经市区，属于默兹河水系。"
    ],
    "寒葱河": [
        "公园境内有小绥芬河、寒葱河两条河流，属于绥芬河水系。"
    ],
    "阿尼耶河": [
        "阿尼耶河是布赖河的支流，属于卢瓦尔河水系。"
    ],
    "布赖河": [
        "阿尼耶河是布赖河的支流，属于卢瓦尔河水系。"
    ],
    "乌加河": [
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。"
    ],
    "五加河": [
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。"
    ],
    "狼山": [
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。"
    ],
    "乌梁素海": [
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。"
    ],
    "洱海": [
        "洱海属于澜沧江水系，为澜沧江支流漾濞江上游湖泊。"
    ],
    "赤不苏河": [
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。"
    ],
    "松坪河": [
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。"
    ],
    "土门河": [
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。"
    ],
    "镇海区": [
        "镇海区境内河网密布，多属于姚江水系东部，洪涝由澥浦大闸、张监碶入海，泄洪十分便利。"
    ],
    "姚江": [
        "镇海区境内河网密布，多属于姚江水系东部，洪涝由澥浦大闸、张监碶入海，泄洪十分便利。"
    ],
    "澥浦": [
        "镇海区境内河网密布，多属于姚江水系东部，洪涝由澥浦大闸、张监碶入海，泄洪十分便利。"
    ],
    "张监碶": [
        "镇海区境内河网密布，多属于姚江水系东部，洪涝由澥浦大闸、张监碶入海，泄洪十分便利。"
    ],
    "新墙河": [
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。"
    ],
    "费家河": [
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。"
    ],
    "坪桥河": [
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。"
    ],
    "罗水河": [
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。"
    ],
    "汨罗江": [
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。"
    ],
    "粤东": [
        "属于粤东的韩江水系因规模较大，有时单独称之。"
    ],
    "韩江": [
        "属于粤东的韩江水系因规模较大，有时单独称之。"
    ],
    "德国": [
        "摩泽尔河在德国境内汇入莱茵河，属于法国五大流域当中的莱茵河水系。"
    ],
    "公安县": [
        "公安县境有大小河流18条，主要河流为长江、荆江、松滋等，皆属于长江水系，当中有4条注入洞庭湖。"
    ],
    "荆江": [
        "公安县境有大小河流18条，主要河流为长江、荆江、松滋等，皆属于长江水系，当中有4条注入洞庭湖。"
    ],
    "松滋": [
        "公安县境有大小河流18条，主要河流为长江、荆江、松滋等，皆属于长江水系，当中有4条注入洞庭湖。"
    ],
    "斯卡尔普河": [
        "斯卡尔普河（）自西向东流经阿拉斯市区北部，属于斯海尔德河水系，不属于法国五大流域中的任何一个。"
    ],
    "阿拉斯": [
        "斯卡尔普河（）自西向东流经阿拉斯市区北部，属于斯海尔德河水系，不属于法国五大流域中的任何一个。"
    ],
    "伊尔河": [
        "伊尔河自西南向东北呈流经米卢斯市区，属于莱茵河水系，沿岸开辟有运河。"
    ],
    "米卢斯": [
        "伊尔河自西南向东北呈流经米卢斯市区，属于莱茵河水系，沿岸开辟有运河。"
    ],
    "博韦": [
        "泰兰河自西北向东南流经博韦市区南部，平均宽度不足10米，部分河段被渠化改造，该河属于塞纳河水系。"
    ],
    "滇池": [
        "滇池属于长江水系，为金沙江支流普渡河上游湖泊。"
    ],
    "普渡河": [
        "滇池属于长江水系，为金沙江支流普渡河上游湖泊。"
    ],
    "晋宁县": [
        "约3万年前属于红河水系，从今晋宁县与玉溪市交界处的刺铜关流入红河。"
    ],
    "玉溪市": [
        "约3万年前属于红河水系，从今晋宁县与玉溪市交界处的刺铜关流入红河。"
    ],
    "刺铜关": [
        "约3万年前属于红河水系，从今晋宁县与玉溪市交界处的刺铜关流入红河。"
    ],
    "右江": [
        "右江，是中国南部的一条河流，为郁江正源，属于珠江水系。"
    ],
    "埃维昂莱班": [
        "埃维昂莱班北部为莱芒湖，隔湖与瑞士相望，属于罗讷河水系。"
    ],
    "莱芒湖": [
        "埃维昂莱班北部为莱芒湖，隔湖与瑞士相望，属于罗讷河水系。"
    ],
    "瑞士": [
        "埃维昂莱班北部为莱芒湖，隔湖与瑞士相望，属于罗讷河水系。"
    ],
    "平溪": [
        "平溪，是中国长江流域的一条河流，汇入赧水，属于资水水系。",
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "宜良县": [
        "宜良县水资源丰富，境内河流属于珠江流域水系，南盘江从东至西横穿县境。"
    ],
    "抚仙湖": [
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。"
    ],
    "澂江县": [
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。"
    ],
    "海口镇": [
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。"
    ],
    "海口河": [
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。"
    ],
    "霅溪": [
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。"
    ],
    "霅川": [
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。"
    ],
    "霅水": [
        "溪，又称霅溪、霅川、霅水，是中国浙江省西北部一条河流，是浙江省八大水系之一，注入太湖，属于长江流域的一部分。"
    ],
    "皖南": [
        "皖南地区的水系以黄山为界，其北侧及西南侧属于长江水系，东南侧属于钱塘江水系。"
    ],
    "黄山": [
        "皖南地区的水系以黄山为界，其北侧及西南侧属于长江水系，东南侧属于钱塘江水系。"
    ],
    "耶夫尔河": [
        "耶夫尔河自东向西流经布尔日市区北部，并形成辫状水系，属于卢瓦尔河流域。"
    ],
    "布尔日": [
        "耶夫尔河自东向西流经布尔日市区北部，并形成辫状水系，属于卢瓦尔河流域。"
    ],
    "康王河": [
        "康王河，位于山东省肥城市境内，属于黄河水系。"
    ],
    "山东省肥城市": [
        "康王河，位于山东省肥城市境内，属于黄河水系。"
    ],
    "阿尼马斯河": [
        "阿尼马斯河（）是美国西部圣胡安河的一条支流，长约，属于科罗拉多河水系。"
    ],
    "圣胡安河": [
        "阿尼马斯河（）是美国西部圣胡安河的一条支流，长约，属于科罗拉多河水系。"
    ],
    "科罗拉多河": [
        "阿尼马斯河（）是美国西部圣胡安河的一条支流，长约，属于科罗拉多河水系。"
    ],
    "斯威特沃特河": [
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。"
    ],
    "北普拉特河": [
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。"
    ],
    "怀俄明州": [
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。"
    ],
    "密西西比河": [
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。"
    ],
    "墨西哥湾": [
        "斯威特沃特河（）是北普拉特河一条支流，长约，位于美国怀俄明州，属于密西西比河水系，最终注入墨西哥湾。"
    ],
    "乌尔克河": [
        "乌尔克河自东北向西南流经境内，属于塞纳河水系。"
    ],
    "潮白河": [
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。"
    ],
    "拒马河": [
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。"
    ],
    "泃河": [
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。"
    ],
    "埃德尔河": [
        "地名意为“埃德尔河与欧桑斯河河谷”，二河为这一地区的两条河流，均属于卢瓦尔河水系。"
    ],
    "欧桑斯河": [
        "地名意为“埃德尔河与欧桑斯河河谷”，二河为这一地区的两条河流，均属于卢瓦尔河水系。"
    ],
    "中川": [
        "中川未汇入利根川，而是与荒川平行注入东京湾ぐ，因此容易被误会是属于荒川水系。"
    ],
    "东京湾": [
        "中川未汇入利根川，而是与荒川平行注入东京湾ぐ，因此容易被误会是属于荒川水系。"
    ],
    "佐久": [
        "水系方面，佐久地方的市町村属于太平洋侧地域，其他地域属日本海侧。"
    ],
    "市町村": [
        "水系方面，佐久地方的市町村属于太平洋侧地域，其他地域属日本海侧。"
    ],
    "阿普雷河": [
        "其全长600公里，流域面积约80000平方公里，是阿普雷河的支流，奥里诺科河的二级支流，属于奥里诺科河水系。"
    ],
    "奥尼翁河": [
        "自东北向西南流经境内，该河是奥尼翁河的右岸支流，属于罗讷河水系。"
    ],
    "鲤鱼潭": [
        "鲤鱼潭水库位于苗栗县景山溪下游，属于大安溪水系上的离槽水库，该水库主要利用目标包含：防洪、灌溉、发电，以及观光等四大目标。"
    ],
    "苗栗县": [
        "鲤鱼潭水库位于苗栗县景山溪下游，属于大安溪水系上的离槽水库，该水库主要利用目标包含：防洪、灌溉、发电，以及观光等四大目标。"
    ],
    "景山溪": [
        "鲤鱼潭水库位于苗栗县景山溪下游，属于大安溪水系上的离槽水库，该水库主要利用目标包含：防洪、灌溉、发电，以及观光等四大目标。"
    ],
    "东丁河": [
        "东丁河是拉勐河的一级支流，属于澜沧江水系。"
    ],
    "拉勐河": [
        "东丁河是拉勐河的一级支流，属于澜沧江水系。"
    ],
    "弗莱尔": [
        "自东南向西北流经弗莱尔市区，该河是努瓦罗河的支流，属于奥恩河水系。"
    ],
    "努瓦罗河": [
        "自东南向西北流经弗莱尔市区，该河是努瓦罗河的支流，属于奥恩河水系。"
    ],
    "奥恩河": [
        "自东南向西北流经弗莱尔市区，该河是努瓦罗河的支流，属于奥恩河水系。"
    ],
    "阿拉尼翁河": [
        "阿拉尼翁河自西向东流经境内，该河是阿列河的左岸支流，属于卢瓦尔河水系。"
    ],
    "阿尔沃河": [
        "阿尔沃河自东向西流经境内，其左岸支流在此与其交汇，属于罗讷河水系。"
    ],
    "孜桂错来": [
        "属于色林错水系，上接孜桂错来水，下注恰规错。"
    ],
    "永珠": [
        "属于色林错水系，上经永珠臧布承接木纠错来水，下经阿里臧布注入色林错。",
        "属于色林错水系，湖水经西北部的永珠臧布注入错鄂。"
    ],
    "阿里": [
        "属于色林错水系，上经永珠臧布承接木纠错来水，下经阿里臧布注入色林错。",
        "阿里米耶溪（）自西向东流经境内南部，该河是图什河的左岸支流，属于加龙河水系。"
    ],
    "永珠臧布": [
        "属于色林错水系，上经永珠臧布承接木纠错来水，下经阿里臧布注入色林错。",
        "属于色林错水系，湖水经西北部的永珠臧布注入错鄂。"
    ],
    "错鄂": [
        "属于色林错水系，湖水经西北部的永珠臧布注入错鄂。"
    ],
    "格仁错": [
        "属于色林错水系，东南承接格仁错来水，湖水经北部的私荣臧布出流泄入吴如错。"
    ],
    "私荣臧布": [
        "属于色林错水系，东南承接格仁错来水，湖水经北部的私荣臧布出流泄入吴如错。"
    ],
    "吴如错": [
        "属于色林错水系，东南承接格仁错来水，湖水经北部的私荣臧布出流泄入吴如错。"
    ],
    "安觉错": [
        "安觉错属于雅鲁藏布江水系，湖水主要靠地表径流补给，集水区面积1609.5平方公里。"
    ],
    "雅鲁藏布江": [
        "安觉错属于雅鲁藏布江水系，湖水主要靠地表径流补给，集水区面积1609.5平方公里。"
    ],
    "错龙门曲": [
        "属于金沙江水系，为金沙江支流错龙门曲的源头湖泊。"
    ],
    "穆瓦讷河": [
        "穆瓦讷河自东南向西北流经绍莱市区，属于卢瓦尔河水系。"
    ],
    "绍莱": [
        "穆瓦讷河自东南向西北流经绍莱市区，属于卢瓦尔河水系。"
    ],
    "理塘河": [
        "卧龙河卧落河又名卧龙河，是中国长江流域的一条河流，属于雅砻江右岸水系，注入理塘河，是雅砻江的二级支流。"
    ],
    "沱沱河": [
        "扎木曲扎木曲，是中国长江流域的一条河流，汇入沱沱河，属于长江源水系。"
    ],
    "当曲": [
        "天曲天曲，是中国长江流域的一条河流，汇入当曲，属于长江源水系。"
    ],
    "莫曲莫曲": [
        "莫曲莫曲，是中国长江流域的一条河流，汇入通天河，属于长江源水系。"
    ],
    "多采曲": [
        "多采曲多采曲，是中国长江流域的一条河流，汇入宁恰曲，属于长江源水系。"
    ],
    "德曲德曲": [
        "德曲德曲，是中国长江流域的一条河流，汇入通天河左岸，属于长江源水系。"
    ],
    "冕宁": [
        "孙水河孙水河，是中国长江流域的一条河流，在冕宁汇入安宁河，属于金沙江水系。"
    ],
    "藏曲": [
        "字曲字曲，是中国长江流域的一条河流，汇入藏曲，属于金沙江水系。",
        "藏曲藏曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "䲎鱼河": [
        "永兴河永兴河，是中国长江流域的一条河流，汇入䲎鱼河，属于金沙江水系。"
    ],
    "藏曲藏曲": [
        "藏曲藏曲，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "冲江河": [
        "冲江河冲江河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "德格县": [
        "色曲 (金沙江支流)色曲，是中国长江流域的一条河流，位于四川省德格县，汇入金沙江左岸，属于金沙江水系。"
    ],
    "札曲札曲": [
        "札曲札曲又名巴塘河，是中国长江流域的一条河流，汇入金沙江右岸，属于金沙江水系。"
    ],
    "力丘河": [
        "色物绒沟色物绒沟，是中国长江流域的一条河流，汇入力丘河，属于金沙江水系。"
    ],
    "达曲达曲": [
        "达曲达曲，是中国长江流域的一条河流，汇入鲜水河，属于金沙江水系。"
    ],
    "鲜水河": [
        "达曲达曲，是中国长江流域的一条河流，汇入鲜水河，属于金沙江水系。"
    ],
    "牙河牙河": [
        "牙河牙河，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "热衣曲": [
        "热衣曲热衣曲，是中国长江流域的一条河流，汇入雅砻江，属于金沙江水系。"
    ],
    "热尔卡曲热尔卡曲": [
        "热尔卡曲热尔卡曲，是中国长江流域的一条河流，汇入麻尔柯河，属于大渡河水系。"
    ],
    "抚边河": [
        "由抚边河与沃日河汇合而成，最终汇入大渡河上游，属于大渡河水系。"
    ],
    "沃日河": [
        "由抚边河与沃日河汇合而成，最终汇入大渡河上游，属于大渡河水系。"
    ],
    "俄日沟": [
        "俄日沟俄日沟，是中国长江流域的一条河流，汇入绰斯甲河，属于大渡河水系。"
    ],
    "汉源县": [
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。"
    ],
    "瀑布沟": [
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。"
    ],
    "中国甘肃": [
        "白水江白水江是中国甘肃境内长江流域的一条河流，汇入白龙江，属于嘉陵江水系。",
        "金塔河，位于中国甘肃省西部的一条内流河，属于石羊河水系。"
    ],
    "多儿沟": [
        "多尔沟多尔沟（又名多儿沟），是中国长江流域的一条河流，汇入白龙江上游右岸，属于嘉陵江水系。"
    ],
    "洋河": [
        "肖口河肖口河（又名洋河），是中国长江流域的一条河流，汇入大通江，属于嘉陵江水系。"
    ],
    "毛坝河": [
        "盐井河盐井河（又名毛坝河），是中国长江流域的一条河流，汇入东河，属于嘉陵江水系。"
    ],
    "铜梁县": [
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。"
    ],
    "安居镇": [
        "安居河安居河，是中国长江流域的一条河流，于铜梁县安居镇汇入涪江下游右岸，属于嘉陵江水系。"
    ],
    "羊漠河": [
        "广坪河广坪河（又名羊漠河），是中国长江流域的一条河流，汇入嘉陵江上游右岸，属于嘉陵江水系。"
    ],
    "宽滩河": [
        "东河 (嘉陵江支流)东河，又名宽滩河，是中国长江流域的一条河流，汇入嘉陵江中游左岸，属于嘉陵江水系。"
    ],
    "流江": [
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。"
    ],
    "仪陇河": [
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。"
    ],
    "林岗溪": [
        "流江河流江河（又名仪陇河、林岗溪），是中国长江流域的一条河流，汇入渠江，属于嘉陵江水系。"
    ],
    "驷马河": [
        "坦溪河坦溪河（又名驷马河），是中国长江流域的一条河流，汇入渠江正源巴河左岸，属于嘉陵江水系。"
    ],
    "印河": [
        "印江河印江河（又名印河），是中国长江流域的一条河流，汇入乌江下游右岸，属于乌江水系。"
    ],
    "唐岩河": [
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。"
    ],
    "阿蓬江": [
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。"
    ],
    "湖北利川": [
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。"
    ],
    "渫": [
        "渫水渫水，俗名铁水河，是中国长江流域的一条河流，汇入澧水，属于澧水水系。"
    ],
    "铁水河": [
        "渫水渫水，俗名铁水河，是中国长江流域的一条河流，汇入澧水，属于澧水水系。"
    ],
    "湖南省澧县": [
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。"
    ],
    "临澧县": [
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。"
    ],
    "渌水": [
        "铁河铁河，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "潭水潭水，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "渌水渌水，是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。"
    ],
    "洣水": [
        "攸水攸水，是中国长江流域的一条河流，汇入洣水，属于湘江水系。"
    ],
    "湖南省常宁市": [
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。"
    ],
    "芦洪市河": [
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。"
    ],
    "湖南省东安县": [
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。"
    ],
    "冷水滩区": [
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。"
    ],
    "湘": [
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "湄江湄江，是中国长江流域的一条河流，汇入湘江，属于乌江水系。",
        "湘江 (乌江支流)湘江，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "西河 (耒水支流)西河，是中国长江流域的一条河流，汇入耒水，属于湘江水系。",
        "铁河铁河，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "潭水潭水，是中国长江流域的一条河流，汇入渌水，属于湘江水系。",
        "攸水攸水，是中国长江流域的一条河流，汇入洣水，属于湘江水系。",
        "白水 (湘江支流)白水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。",
        "应水应水，是中国长江流域的一条河流，汇入湘江，属于湘江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "灌江灌江，是中国长江流域的一条河流，汇入湘江上游右岸，属于湘江水系。",
        "舂陵水舂陵水（又名钟水），是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "渌水渌水，是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。",
        "消江 (潇水支流)消江，是中国长江流域的一条河流，汇入潇水，属于湘江水系。",
        "湘水 (贡水支流)湘水 (贡水支流)，是中国长江流域的一条河流，汇入贡水，属于赣江水系。",
        "全县有大小溪河133条，主要有沤江、淇江、泉江、小水江等，分属于湘江和赣江两大水系。",
        "境内的石燕湖和百倍冲水库为大型水库，所属水系分别注入湘江和浏阳河。",
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "海阳河是北去湘江的上游，原本与相距不远、向南流去的漓江擦肩而过，天生各属于两个老死不相往来的水系。",
        "多数自南或西南流向北及东北，呈树枝状分布，分属于资水、湘水及洞庭湖三大水系。"
    ],
    "钟水": [
        "舂陵水舂陵水（又名钟水），是中国长江流域的一条河流，汇入湘江右岸，属于湘江水系。"
    ],
    "重庆市": [
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。"
    ],
    "秀山": [
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。"
    ],
    "州省": [
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。"
    ],
    "玉屏": [
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。"
    ],
    "新店乡": [
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。"
    ],
    "河口": [
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。",
        "由于宫川属于桂川（＝相模川）的支流，因此现在河口湖属于相模川水系。",
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。",
        "丽水湿地资源中仅河流湿地面积中就有82.12%属于瓯江水系，其他的湿地类型，如河口水域、三角洲、蓄水区、沼泽湿地、泛洪平原也大多源于瓯江水系，瓯江成为整个丽水市湿地资源独一无二的承载体。"
    ],
    "㵲阳河": [
        "龙江河龙江河，是中国长江流域的一条河流，于贵州省玉屏侗族自治县新店乡河口汇入㵲阳河，属于沅江水系。"
    ],
    "㵲水": [
        "车坝河车坝河，是中国长江流域的一条河流，汇入㵲水，属于沅江水系。"
    ],
    "松桃河": [
        "花垣河花垣河（又名松桃河），是中国长江流域的一条河流，汇入酉水，属于沅江水系。"
    ],
    "湖南省龙山县": [
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。"
    ],
    "湖南省绥宁县": [
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。"
    ],
    "洞口县": [
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。"
    ],
    "湖南省新化县": [
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。"
    ],
    "邵东市": [
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。"
    ],
    "双清区": [
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。"
    ],
    "夫夷水": [
        "赧水赧水，是中国长江流域的一条河流，汇入资水，属资水西源（资水南源为夫夷水），属于资水水系。"
    ],
    "城县": [
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "这是大跃进年代为完成“大地河网化”认为而开挖的一条人工河，开挖的时候蒙城县还属于阜阳地区，阜阳地区有着发达的水系，开挖阜蒙新河，灌溉、交通运输的意义都不大。"
    ],
    "章水": [
        "上犹江上犹江，是中国长江流域的一条河流，汇入章水，属于赣江水系。"
    ],
    "江西省": [
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。"
    ],
    "夷山": [
        "铅山河铅山河，是中国长江流域的一条河流，发源于武夷山桐木关下,，属于信江水系。"
    ],
    "桐木关": [
        "铅山河铅山河，是中国长江流域的一条河流，发源于武夷山桐木关下,，属于信江水系。"
    ],
    "东津水": [
        "东津水东津水，是中国长江流域的一条河流，修水上游河源段，属于修水水系。"
    ],
    "东津": [
        "东津水东津水，是中国长江流域的一条河流，修水上游河源段，属于修水水系。"
    ],
    "阿古河": [
        "阿古河自北向南流经境内，老城区位于其右岸，该河是塔恩河的左岸支流，后者属于加龙河水系。"
    ],
    "老城区": [
        "阿古河自北向南流经境内，老城区位于其右岸，该河是塔恩河的左岸支流，后者属于加龙河水系。"
    ],
    "达克斯": [
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。"
    ],
    "弥河": [
        "地表水系主要是属于弥河水系的解家河，为季节性河流。"
    ],
    "解家河": [
        "地表水系主要是属于弥河水系的解家河，为季节性河流。"
    ],
    "德勒河": [
        "自西向东流经境内南部，该河是德勒河的支流，属于斯海尔德河水系。"
    ],
    "沙拉罗讷河": [
        "沙拉罗讷河自南向北流经境内，该河是索恩河的支流，属于罗讷河水系。"
    ],
    "洸府河": [
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。"
    ],
    "长良川": [
        "虽然也是属于长良川水系，但合流点位于下游的关市，在八幡町内有分水岭隔开。"
    ],
    "关市": [
        "虽然也是属于长良川水系，但合流点位于下游的关市，在八幡町内有分水岭隔开。"
    ],
    "八幡町": [
        "虽然也是属于长良川水系，但合流点位于下游的关市，在八幡町内有分水岭隔开。"
    ],
    "回音湖": [
        "从专业的角度上来说，由于回音湖与罗谢尔湖相连，因此它属于北部水系的一部分。"
    ],
    "罗谢尔湖": [
        "从专业的角度上来说，由于回音湖与罗谢尔湖相连，因此它属于北部水系的一部分。"
    ],
    "金塔河": [
        "金塔河，位于中国甘肃省西部的一条内流河，属于石羊河水系。"
    ],
    "西营河": [
        "西营河，位于中国西北地区的一条内流河，属于石羊河水系。"
    ],
    "讨赖河": [
        "讨赖河，也称北大河，位于中国西北地区的一条河流，属于黑河水系西侧最大支流。"
    ],
    "北大河": [
        "讨赖河，也称北大河，位于中国西北地区的一条河流，属于黑河水系西侧最大支流。"
    ],
    "石油河": [
        "石油河，位于中华人民共和国甘肃省西北部的一条河流，属于疏勒河水系。"
    ],
    "疏勒河": [
        "石油河，位于中华人民共和国甘肃省西北部的一条河流，属于疏勒河水系。"
    ],
    "大清河": [
        "林区沟深坡陡，属于海河水系上游的永定河流域和大清河流域，河流以季节性河流为主。"
    ],
    "特鲁瓦东河": [
        "特鲁瓦东河（）流经蒙迪迪耶境内，该河是索姆河的一条支流，后者独立入海，不属于法国五大水系当中的任何一个。"
    ],
    "蒙迪迪耶": [
        "特鲁瓦东河（）流经蒙迪迪耶境内，该河是索姆河的一条支流，后者独立入海，不属于法国五大水系当中的任何一个。"
    ],
    "索姆河": [
        "特鲁瓦东河（）流经蒙迪迪耶境内，该河是索姆河的一条支流，后者独立入海，不属于法国五大水系当中的任何一个。"
    ],
    "东门": [
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。"
    ],
    "古镇": [
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。"
    ],
    "皮耶利宁湖": [
        "皮耶利宁湖属于塞马湖水系，湖水经皮耶利宁河向南流入皮海塞尔凯湖。"
    ],
    "塞马湖": [
        "皮耶利宁湖属于塞马湖水系，湖水经皮耶利宁河向南流入皮海塞尔凯湖。"
    ],
    "皮耶利宁河": [
        "皮耶利宁湖属于塞马湖水系，湖水经皮耶利宁河向南流入皮海塞尔凯湖。"
    ],
    "皮海塞尔凯湖": [
        "皮耶利宁湖属于塞马湖水系，湖水经皮耶利宁河向南流入皮海塞尔凯湖。"
    ],
    "艾莱特河": [
        "艾莱特河自东北向西南流经境内，该河是瓦兹河的支流，属于塞纳河水系。"
    ],
    "哈得孙湾": [
        "湖泊属于哈得孙湾水系，有多条入湖河流，湖水经 Island Lake River 从北部流出汇入古斯湖。"
    ],
    "古斯湖": [
        "湖泊属于哈得孙湾水系，有多条入湖河流，湖水经 Island Lake River 从北部流出汇入古斯湖。"
    ],
    "阿莱讷河": [
        "阿莱讷河自北向南流经境内，该河属于罗讷河水系。"
    ],
    "阿尔芒松河": [
        "阿尔芒松河自东南向西北流经境内，该河是约讷河的支流，属于塞纳河水系。"
    ],
    "约讷河": [
        "阿尔芒松河自东南向西北流经境内，该河是约讷河的支流，属于塞纳河水系。"
    ],
    "欧朗斯河": [
        "欧朗斯河（）及其支流尚皮河（）流经境内，该河是维埃纳河的支流，属于卢瓦尔河水系。"
    ],
    "尚皮河": [
        "欧朗斯河（）及其支流尚皮河（）流经境内，该河是维埃纳河的支流，属于卢瓦尔河水系。"
    ],
    "伯奈兹河": [
        "伯奈兹河自南向北流经市区东部，该河是昂格兰河的左岸支流，属于卢瓦尔河水系。"
    ],
    "昂格兰河": [
        "伯奈兹河自南向北流经市区东部，该河是昂格兰河的左岸支流，属于卢瓦尔河水系。"
    ],
    "拉日溪": [
        "一条名为“拉日溪”（）自东南向西北流经境内，该河属于卢瓦尔河水系。"
    ],
    "塔尔河": [
        "维埃纳河干流自东南向西北流经境内，另有塔尔河（Le Tard）流经市区北部，属于卢瓦尔河水系。"
    ],
    "莱塞比耶": [
        "发源于莱塞比耶的市镇范围内，该河是南特塞夫尔河的支流，属于卢瓦尔河水系。"
    ],
    "南特塞夫尔河": [
        "发源于莱塞比耶的市镇范围内，该河是南特塞夫尔河的支流，属于卢瓦尔河水系。"
    ],
    "锡乌勒河": [
        "锡乌勒河自南向北流经境内，该河是阿列河的支流，属于卢瓦尔河水系。"
    ],
    "比埃什河": [
        "比埃什河自东北向西南流经境内，该河是迪朗斯河的右岸支流，属于罗讷河水系。"
    ],
    "萨拉河": [
        "自南向北流经市镇中心，该河是萨拉河的支流，属于加龙河水系。"
    ],
    "埃尔斯维夫河": [
        "自南向北流经境内，该河是埃尔斯维夫河的支流，属于加龙河水系。"
    ],
    "奥布河": [
        "奥布河自东向西流经境内，其左岸支流吉伦特河（）在此与其交汇，属于塞纳河水系。"
    ],
    "吉伦特河": [
        "奥布河自东向西流经境内，其左岸支流吉伦特河（）在此与其交汇，属于塞纳河水系。"
    ],
    "塞尔农河": [
        "塞尔农河自南向北流经境内，该河是塔恩河的左岸支流，属于加龙河水系。"
    ],
    "阿韦龙河": [
        "阿韦龙河自东北向西南流经境内，该河属于加龙河水系。"
    ],
    "瓜尔河": [
        "维埃纳河干流自南向北流经境内，其右岸支流瓜尔河在此与其交汇，属于卢瓦尔河水系。"
    ],
    "阿尔希亚克": [
        "阿尔希亚克位于内河与瑟涅河的分水岭区域，两河均属于夏朗德河水系。"
    ],
    "瑟涅河": [
        "阿尔希亚克位于内河与瑟涅河的分水岭区域，两河均属于夏朗德河水系。"
    ],
    "圣阿芒蒙龙": [
        "谢尔河干流自南向北流经市区西部，另有自东向西流经圣阿芒蒙龙市中心，属于卢瓦尔河水系。"
    ],
    "欧韦泽尔河": [
        "马斯雷位于与欧韦泽尔河的分水岭地带，两河均属于加龙河水系，此外马斯雷境内还有多处天然水塘。"
    ],
    "迪耶日河": [
        "迪耶日河自北向南流经市区西部，该河是多尔多涅河的支流，属于法国五大河流之一的加龙河水系。"
    ],
    "屈兹河": [
        "屈兹河（）发源于市区内，是多尔多涅河的一条右岸支流，后者属于加龙河水系。"
    ],
    "鲁卢瓦河": [
        "鲁卢瓦河（）自西向东流经境内，水量较小，属于塞纳河水系。"
    ],
    "沙托丹": [
        "卢瓦尔河自北转西流经沙托丹境内，水面较为平稳，历史上曾有通航，现仍留有少量航道及设施，属于卢瓦尔河水系。"
    ],
    "德鲁埃特河": [
        "自东向西流经境内，和两条小溪在此与其交汇，德鲁埃特河是厄尔河的支流，属于塞纳河水系。"
    ],
    "利维耶河": [
        "利维耶河（）自西南向东北流经境内，该河是厄尔河的支流，属于塞纳河水系。"
    ],
    "布罗讷溪": [
        "布罗讷溪（）自西向东流经境内北部，该河是加尔东河的右岸支流，属于罗讷河水系。"
    ],
    "阿里米耶溪": [
        "阿里米耶溪（）自西向东流经境内南部，该河是图什河的左岸支流，属于加龙河水系。"
    ],
    "图什河": [
        "阿里米耶溪（）自西向东流经境内南部，该河是图什河的左岸支流，属于加龙河水系。"
    ],
    "孔东": [
        "巴伊斯河自南向北流经境内，其右岸支流在孔东与其交汇，属于加龙河水系。"
    ],
    "阿让通": [
        "克勒兹河自东南向西北流经境内，其阿让通段的平均宽度约40米，属于卢瓦尔河水系。"
    ],
    "安德尔河": [
        "安德尔河自东南向西北流经境内，该河属于卢瓦尔河水系。"
    ],
    "阿尔农河": [
        "阿尔农河与自南向北流经境内东部，属于卢瓦尔河水系。"
    ],
    "泰奥勒河": [
        "自南向北流经境内东部，该河是泰奥勒河的左岸支流，属于卢瓦尔河水系。"
    ],
    "法尔河": [
        "法尔河（）流经境内，该河是卢瓦河的支流，属于卢瓦尔河水系。"
    ],
    "布尔布尔河": [
        "布尔布尔河流经境内，经人工改造后有多条水渠及运河与之交汇，属于罗讷河水系。"
    ],
    "比耶讷河": [
        "和比耶讷河在此交汇，另有境内分布有多处山间小溪，属于罗讷河水系。"
    ],
    "佩尔奥拉德": [
        "雷于尼河自东向西流经佩尔奥拉德，属于阿杜尔河水系。"
    ],
    "雅雷": [
        "自东南向西北流经雅雷地区圣普列斯特市区，属于卢瓦尔河水系。"
    ],
    "圣普列斯特": [
        "自东南向西北流经雅雷地区圣普列斯特市区，属于卢瓦尔河水系。"
    ],
    "锡欧尔姆河": [
        "锡欧尔姆河（）自南向北流经市区东部，该河是的支流，属于卢瓦尔河水系。"
    ],
    "埃松河": [
        "自西南向东北流经境内南部，该河是埃松河的支流，属于塞纳河水系。"
    ],
    "内拉克": [
        "巴伊斯河自东南向西北流经内拉克市区，境内平均宽度在20米左右，属于法国五大干流之一的加龙河水系。"
    ],
    "阿尔冈斯河": [
        "卢瓦河自东向西流经境内，另有阿尔冈斯河（L'Argence）在此与其交汇，属于卢瓦尔河水系。"
    ],
    "奥莱罗特河": [
        "奥莱罗特河（）流经境内，属于杜沃河水系。"
    ],
    "杜沃河": [
        "奥莱罗特河（）流经境内，属于杜沃河水系。"
    ],
    "罗尼翁河": [
        "罗尼翁河自南向北蜿蜒流经镇中心，该河属于塞纳河水系。"
    ],
    "布莱斯河": [
        "布莱斯河自南向北流经境内，该河是马恩河的左岸支流，属于塞纳河水系。"
    ],
    "埃尔内河": [
        "埃尔内河自北向南流经境内，该河是马耶讷河的支流，属于卢瓦尔河水系。"
    ],
    "科尔蒙河": [
        "科尔蒙河自西北向东南流经镇中心，该河是马耶讷河的一条支流，属于卢瓦尔河水系。"
    ],
    "马耶讷": [
        "马耶讷河自北向南流经境内，属于卢瓦尔河水系。",
        "埃尔内河自北向南流经境内，该河是马耶讷河的支流，属于卢瓦尔河水系。",
        "科尔蒙河自西北向东南流经镇中心，该河是马耶讷河的一条支流，属于卢瓦尔河水系。",
        "马耶讷河干流自北向南流经马耶讷市区，该河是曼恩河的支流，属于卢瓦尔河水系。"
    ],
    "曼恩河": [
        "马耶讷河干流自北向南流经马耶讷市区，该河是曼恩河的支流，属于卢瓦尔河水系。"
    ],
    "萨尔河": [
        "萨尔河干流自南向北流经境内，属于莱茵河水系。"
    ],
    "韦姆朗日溪": [
        "市镇范围西部和北部另有韦姆朗日溪（）以及万皮什河（）流经，上述河流均属于莱茵河水系。"
    ],
    "万皮什河": [
        "市镇范围西部和北部另有韦姆朗日溪（）以及万皮什河（）流经，上述河流均属于莱茵河水系。"
    ],
    "莱塔扬迪耶溪": [
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。"
    ],
    "瓦卢瓦": [
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。"
    ],
    "克雷皮": [
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。"
    ],
    "热雷姆": [
        "莱塔扬迪耶溪（）发源于瓦卢瓦地区克雷皮市区北部的热雷姆公园（）内，是瓦兹河的一条三级支流，属于法国五大水系之一的塞纳河水系。"
    ],
    "圣瑞斯特昂绍塞": [
        "发源于圣瑞斯特昂绍塞市区东侧的一处高地之上，自北向南流经市区东部，属于法国五大水系之一的塞纳河水系。"
    ],
    "库德尔河": [
        "库德尔河自北向南流经境内，该河是梅姆河的支流，属于卢瓦尔河水系。"
    ],
    "梅姆河": [
        "库德尔河自北向南流经境内，该河是梅姆河的支流，属于卢瓦尔河水系。"
    ],
    "昂戈河": [
        "昂戈河（）和马代河（）自南向北流经境内，并在市区北部交汇，属于卢瓦尔河水系。"
    ],
    "马代河": [
        "昂戈河（）和马代河（）自南向北流经境内，并在市区北部交汇，属于卢瓦尔河水系。"
    ],
    "波河": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。",
        "仁波河仁波河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "拉波河拉波河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "波河流经境内，另有其支流在此与其交汇，属于阿杜尔河水系。"
    ],
    "内斯特河": [
        "内斯特河自南向北流经阿罗，其右岸支流在此与其交汇，属于加龙河水系。"
    ],
    "阿罗": [
        "内斯特河自南向北流经阿罗，其右岸支流在此与其交汇，属于加龙河水系。"
    ],
    "独山湖": [
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。"
    ],
    "小白河": [
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。"
    ],
    "南梁河": [
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。"
    ],
    "薛水": [
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。"
    ],
    "十字河": [
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。"
    ],
    "蟠龙河": [
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。"
    ],
    "赵王河": [
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。"
    ],
    "复兴河": [
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。"
    ],
    "库洛米耶": [
        "大莫兰河自东向西流经境内，该河在库洛米耶市区形成多条水道，属于塞纳河水系。"
    ],
    "谢朗河": [
        "谢朗河与其左岸支流在此交汇，属于罗讷河水系。"
    ],
    "东坞源": [
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。"
    ],
    "沙河子": [
        "沙河子港务局，沙河子港务局[1]隶属于黑龙江航运集团有限公司，是黑龙江水系最大的煤炭专业化装卸港口。"
    ],
    "涑水河": [
        "本站属于黄河流域黄河水系，为涑水河入黄河把口站 ,控制涑水河入黄水量、沙量。"
    ],
    "安坑溪": [
        "安坑溪，安坑溪位于台湾省北部，属于淡水河水系，为新店溪的支流，全长约9.75公里，流域分布于台北县新店市西北部。"
    ],
    "台北县": [
        "安坑溪，安坑溪位于台湾省北部，属于淡水河水系，为新店溪的支流，全长约9.75公里，流域分布于台北县新店市西北部。",
        "阿玉溪，阿玉溪位于台湾北部，属于淡水河水系，流域分布于台北县乌来乡东部，因发源阿玉山而得名。"
    ],
    "太子河": [
        "其中老秃顶子及西麓的三条河流属太子河水系，是辽宁省第三大河太子河的发源地，东麓、南麓及北麓的14条河流属于浑江水系。"
    ],
    "安徽": [
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "徽州属于钱塘江水系，与安徽其他地方所属的长江和淮河水系不同。",
        "自然气候安徽中部多属于亚热带湿润性季风气候，巢湖水系尤其典型。"
    ],
    "郡大溪": [
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。"
    ],
    "宿松": [
        "水文和水资源：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "水文：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。"
    ],
    "张八岭": [
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。"
    ],
    "滁州": [
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。"
    ],
    "濠州": [
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。"
    ],
    "桂林": [
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "广西壮族自治区桂林市铁佛塘：(桂林)位于广西桂林市区，属于两江四湖环城水系，其周围15米范围内为非建设区。"
    ],
    "邢台市": [
        "河流水系：邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "沙颍河": [
        "是中国解放后最早兴建的大型水库，属于淮河流域沙颍河水系颍河上游的大（Ⅱ）型水库。",
        "水文周口属于淮河流域，有沙颍河、涡河、西肥河、汝河四大扇形水系。"
    ],
    "宣平溪": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "丽水": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。",
        "丽水湿地资源中仅河流湿地面积中就有82.12%属于瓯江水系，其他的湿地类型，如河口水域、三角洲、蓄水区、沼泽湿地、泛洪平原也大多源于瓯江水系，瓯江成为整个丽水市湿地资源独一无二的承载体。"
    ],
    "荫翠峡": [
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。"
    ],
    "麦田河": [
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。"
    ],
    "珠": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "境内地表河分别属于珠江的西江水系、长江洞庭湖水系（湘江、资江）、沿海诸河流、百都河红河水系、地下河水系。",
        "分布于中国广西壮族自治区龙州附近属于珠江水系的小水体等。",
        "在中国，分布于海南岛、珠江水系等，属于亚热带小型底栖鱼类。",
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。",
        "在中国，分布于广东珠江水系及遂溪河水系河口区等，属于暖水性鱼类。",
        "右江，是中国南部的一条河流，为郁江正源，属于珠江水系。",
        "宜良县水资源丰富，境内河流属于珠江流域水系，南盘江从东至西横穿县境。",
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。",
        "属于色林错水系，上经永珠臧布承接木纠错来水，下经阿里臧布注入色林错。",
        "属于色林错水系，湖水经西北部的永珠臧布注入错鄂。",
        "吉珠沟吉珠沟，是中国流域的一条河流，汇入德差河，属于金沙江水系。",
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。",
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "需要进行综合平衡的重点物资、联运物资、外贸进出口物资的运输计划，属于全国性的，由交通运输部负责按国家计划组织综合平衡；属于长江、珠江、黑龙江干线省际间的，由交通运输部派驻水系的航务管理局组织综合平衡；属于上述水系干线以外省际间的，按有关省商定的办法组织平衡；属于省内的，由省交通运输厅（局）或者其授权的航运管理部门组织平衡。",
        "境内主要河流有北流的北底江，是属于珠江水系的源头河。",
        "它所属的珍珠泉水系在水冶遭遇了两处断层岩，形成了天然蓄水层。",
        "需要进行综合平衡的重点物资、联运物资、外贸物资的运输计划，属于全国性的，由交通部按国家计划组织综合平衡；属于长江、珠江、黑龙江水系干线省际间的，由交通部派驻水系的航运管理机构组织综合平衡；属于省、自治区、直辖市以内的，由省、自治区、直辖市的交通主管部门组织综合平衡。",
        "处于长江水系和珠江水系分水岭地带，全乡境内以低中山为主，最高海拔1122米，最低海拔510米，年平均气温15℃，年降雨量1308毫米，属于中亚热带季风气候，四季如春。",
        "有中小河流200多余，河流分属于长江流域和珠江流域， 以红水河水系 和柳江水系为主。",
        "由上可知，七大水系中,辽河、海河两大水系属于重度污染,淮河、松花江、黄河三大水系属于中度污染,只有长江、珠江两大水系的总体水质良好。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "九乡": [
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。"
    ],
    "那仁郭勒河": [
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "主要河流有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。"
    ],
    "乌图美仁河": [
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "主要河流有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。"
    ],
    "柴达木河": [
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。",
        "主要河流有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。"
    ],
    "乌苏县": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "奎屯河": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "柏乡县": [
        "简介：午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。",
        "午河，午河隶属于海河流域子牙河水系，是柏乡县境内现存的唯一一条河流。"
    ],
    "义江": [
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。"
    ],
    "王义贞镇": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。"
    ],
    "南阳": [
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "中原": [
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "丹江": [
        "境内的大小河流均属于松花江水系和牡丹江水系，降水主要集中在6-9月，全市水资源人均占有量为1363立方米。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "自然资源：水利穆棱市境内山区河流众多，有大小河流及山沟1,323条，穆棱河水系占全市水系的95.2%，其余4.8%属于牡丹江水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "唐河": [
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "湖北": [
        "濯河濯河，又名唐岩河、阿蓬江，是中国长江流域的一条河流，发源于湖北利川，汇入乌江下游右岸，属于乌江水系。",
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。",
        "策湖，策湖属于长江水系，是湖北省浠水县第一大湖，水面约1.35万亩，以纪念孙策练兵而得名。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "穆棱河": [
        "水系：属于乌苏里江水系，横贯林场南北的穆棱河为其一级支流。",
        "自然资源：水利穆棱市境内山区河流众多，有大小河流及山沟1,323条，穆棱河水系占全市水系的95.2%，其余4.8%属于牡丹江水系。"
    ],
    "邳州": [
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。"
    ],
    "山东": [
        "马霍拉斯溪（），是台湾东部的一条河流，属于秀姑峦溪水系，发源于马博拉斯山东侧，注入秀姑峦溪的最长支流乐乐溪（拉库拉库溪）。",
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。",
        "康王河，位于山东省肥城市境内，属于黄河水系。",
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。",
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。",
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "洙水河洙水河，位于山东省西南部，属于南四湖水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。",
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。",
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。"
    ],
    "香磨河": [
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。"
    ],
    "漓水": [
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。"
    ],
    "漓江": [
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "海阳河是北去湘江的上游，原本与相距不远、向南流去的漓江擦肩而过，天生各属于两个老死不相往来的水系。"
    ],
    "汀江": [
        "水文境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。"
    ],
    "沙溪": [
        "水文境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。",
        "境内溪河众多，分别属于汀江、九龙江北溪、闽江沙溪、梅江水系。"
    ],
    "大凌河": [
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。",
        "全市水资源总量为5.4亿立方米，流长在10公里以上的河流有19条，分属于大凌河、小凌河和辽河三个水系。"
    ],
    "燕儿河": [
        "加之燕儿河水库属岷江水系，与绵阳城区现在第一水源涪江分属于两大不同水系，所以选定燕儿河水库作为绵阳城区第二水源，可以说是很好的选择。"
    ],
    "绵阳": [
        "加之燕儿河水库属岷江水系，与绵阳城区现在第一水源涪江分属于两大不同水系，所以选定燕儿河水库作为绵阳城区第二水源，可以说是很好的选择。"
    ],
    "御河": [
        "御河汇入桑干河，桑干河流入永定河，而永定河是海河支流，御河属于海河水系。"
    ],
    "桑干河": [
        "御河汇入桑干河，桑干河流入永定河，而永定河是海河支流，御河属于海河水系。"
    ],
    "三溪浦": [
        "三溪浦水库，三溪浦水库地处东南滨海，位于宁波市东南约20公里—鄞州区东吴镇，所属甬江水系，所在河流：东上河。"
    ],
    "瑚布图河": [
        "水系：经营区内河流属于瑚布图河水系，有1条瑚布图河支流，由西向东流经施业区，流程长4.75公里。"
    ],
    "邢台": [
        "河流水系：邢台市河流属于海河流域子牙河和黑龙港两大水系。",
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "沙河市": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "临城县": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "南美洲": [
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。"
    ],
    "安第斯山": [
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。"
    ],
    "台中县": [
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "旱溪， 简介：旱溪是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域位于台中市和台中县境内。"
    ],
    "策湖": [
        "策湖，策湖属于长江水系，是湖北省浠水县第一大湖，水面约1.35万亩，以纪念孙策练兵而得名。"
    ],
    "西安": [
        "老县城村成为西安版图上最偏远的村落，是西安惟一一个隶属于南部汉水（长江水系）的自然村。"
    ],
    "阜阳": [
        "这是大跃进年代为完成“大地河网化”认为而开挖的一条人工河，开挖的时候蒙城县还属于阜阳地区，阜阳地区有着发达的水系，开挖阜蒙新河，灌溉、交通运输的意义都不大。"
    ],
    "曼老江": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "倚象": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "南岭": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "望天湖": [
        "望天湖，望天湖属于长江水系，水面约1005亩，岸线曲折，湖汊纵横，小岛星罗棋布。"
    ],
    "红水河": [
        "属于红水河水系的灵岐河流经全境，水能蕴藏量1.56万千瓦，有待开发利用。",
        "有中小河流200多余，河流分属于长江流域和珠江流域， 以红水河水系 和柳江水系为主。"
    ],
    "菁礜溪": [
        "菁礜溪，菁礜溪又名碧溪，位于台湾省北部，属于淡水河水系，为外双溪的支流，流域分布于台北市士林区中部偏东。"
    ],
    "北盘江": [
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "斜塘河": [
        "本岸的水系依靠斜塘河与金鸡湖水一脉相承，生态景观出众，属于湖东最高尚居住区的中心位置。"
    ],
    "金鸡湖": [
        "本岸的水系依靠斜塘河与金鸡湖水一脉相承，生态景观出众，属于湖东最高尚居住区的中心位置。"
    ],
    "松阴溪": [
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。"
    ],
    "河头": [
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。"
    ],
    "寺岭下": [
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。"
    ],
    "史河": [
        "水系属于史河源头，由于地形复杂，峡谷高山众多，河道落差大，但可提供丰富的水资源和水能资源，水质较好。"
    ],
    "溱水河": [
        "属于淮河水系溱水河上游的椿板河自北向南流经遗址西侧。"
    ],
    "椿板河": [
        "属于淮河水系溱水河上游的椿板河自北向南流经遗址西侧。"
    ],
    "径河": [
        "而该种分布区在径河上源，属于黄河水系，与此种之在长江（岷江）水系也明显不同[1]。"
    ],
    "野鸭湖": [
        "野鸭湖湿地属于永定河水系，由妫水河冲洪积而成。"
    ],
    "妫水河": [
        "野鸭湖湿地属于永定河水系，由妫水河冲洪积而成。"
    ],
    "新店溪": [
        "安坑溪，安坑溪位于台湾省北部，属于淡水河水系，为新店溪的支流，全长约9.75公里，流域分布于台北县新店市西北部。"
    ],
    "新店市": [
        "安坑溪，安坑溪位于台湾省北部，属于淡水河水系，为新店溪的支流，全长约9.75公里，流域分布于台北县新店市西北部。"
    ],
    "沤江": [
        "全县有大小溪河133条，主要有沤江、淇江、泉江、小水江等，分属于湘江和赣江两大水系。"
    ],
    "淇江": [
        "全县有大小溪河133条，主要有沤江、淇江、泉江、小水江等，分属于湘江和赣江两大水系。"
    ],
    "泉江": [
        "全县有大小溪河133条，主要有沤江、淇江、泉江、小水江等，分属于湘江和赣江两大水系。"
    ],
    "海池": [
        "海池水系流入西汉水，安集寨属于长江水系。"
    ],
    "安集寨": [
        "海池水系流入西汉水，安集寨属于长江水系。"
    ],
    "老秃顶子": [
        "其中老秃顶子及西麓的三条河流属太子河水系，是辽宁省第三大河太子河的发源地，东麓、南麓及北麓的14条河流属于浑江水系。"
    ],
    "辽宁省": [
        "其中老秃顶子及西麓的三条河流属太子河水系，是辽宁省第三大河太子河的发源地，东麓、南麓及北麓的14条河流属于浑江水系。"
    ],
    "浑江": [
        "其中老秃顶子及西麓的三条河流属太子河水系，是辽宁省第三大河太子河的发源地，东麓、南麓及北麓的14条河流属于浑江水系。"
    ],
    "乌来乡": [
        "阿玉溪，阿玉溪位于台湾北部，属于淡水河水系，流域分布于台北县乌来乡东部，因发源阿玉山而得名。"
    ],
    "徽州": [
        "徽州属于钱塘江水系，与安徽其他地方所属的长江和淮河水系不同。"
    ],
    "半山村": [
        "境内有属于瓯江水系的一个支流，该河流起源于半山村，在朝局注入毛洋港。"
    ],
    "朝局": [
        "境内有属于瓯江水系的一个支流，该河流起源于半山村，在朝局注入毛洋港。"
    ],
    "毛洋港": [
        "境内有属于瓯江水系的一个支流，该河流起源于半山村，在朝局注入毛洋港。"
    ],
    "乌裕尔河": [
        "水系：林场10多条沟系流入乌裕尔河、讷诺尔河，是这2条河流汇水区域之一，属于嫩江水系。"
    ],
    "讷诺尔河": [
        "水系：林场10多条沟系流入乌裕尔河、讷诺尔河，是这2条河流汇水区域之一，属于嫩江水系。"
    ],
    "炉桥": [
        "库水系，属于炉桥灌区，盛产水稻、小麦、黄豆、玉米、芝麻。"
    ],
    "大别山脉": [
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。"
    ],
    "凤阳府": [
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。"
    ],
    "台湾省基隆市": [
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。"
    ],
    "洛克王国": [
        "混乱双鱼， 简介：洛克王国水系宠物，是双鱼宝宝的最终形态，属于十二星座宝宝之一。"
    ],
    "石燕湖": [
        "境内的石燕湖和百倍冲水库为大型水库，所属水系分别注入湘江和浏阳河。"
    ],
    "百倍冲": [
        "境内的石燕湖和百倍冲水库为大型水库，所属水系分别注入湘江和浏阳河。"
    ],
    "浏阳河": [
        "境内的石燕湖和百倍冲水库为大型水库，所属水系分别注入湘江和浏阳河。"
    ],
    "文岩": [
        "、水文；平原新区南邻黄河，境内河流主要有文岩干渠、天然渠、幸福渠等为引黄工程渠道，属于黄河流域的天然-文岩渠水系。"
    ],
    "幸福渠": [
        "、水文；平原新区南邻黄河，境内河流主要有文岩干渠、天然渠、幸福渠等为引黄工程渠道，属于黄河流域的天然-文岩渠水系。"
    ],
    "文岩渠": [
        "、水文；平原新区南邻黄河，境内河流主要有文岩干渠、天然渠、幸福渠等为引黄工程渠道，属于黄河流域的天然-文岩渠水系。"
    ],
    "塔拉斯河": [
        "该州的河流分别属于塔拉斯河、恰特卡勒河和纳伦河水系。"
    ],
    "恰特卡勒河": [
        "该州的河流分别属于塔拉斯河、恰特卡勒河和纳伦河水系。"
    ],
    "纳伦河": [
        "该州的河流分别属于塔拉斯河、恰特卡勒河和纳伦河水系。"
    ],
    "海洋山": [
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。"
    ],
    "羌塘": [
        "属于羌塘高原内流湖区和长江北源水系交汇地区。"
    ],
    "武汉": [
        "此外武汉城内还有大大小小数十个属于长江水系的淡水湖（如果算上郊区就有一百多个湖泊，故又得名“百湖之市”）。"
    ],
    "颍河": [
        "是中国解放后最早兴建的大型水库，属于淮河流域沙颍河水系颍河上游的大（Ⅱ）型水库。",
        "水文周口属于淮河流域，有沙颍河、涡河、西肥河、汝河四大扇形水系。"
    ],
    "湘西州": [
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。"
    ],
    "张家界": [
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。"
    ],
    "武陵": [
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。"
    ],
    "勐康村": [
        "最低海拔850米，（位于勐康村的纳沙箐），高低相差1357米，山高坡陡、谷深呈掌状分布，山岭交错环抱；境内江河、溪流纵横，属红河水系和澜沧江水系，水源分布广、均衡，共有40多条，气候属于低纬山地南亚热带季风湿润气候，气候温和，春秋季长、日照偏少，年降水量多，干湿季分明，冬春干旱，夏秋季洪涝，年平均降雨量2212毫米，年平均蒸发量1359.5毫米，年平均气温18.1℃。"
    ],
    "纳沙箐": [
        "最低海拔850米，（位于勐康村的纳沙箐），高低相差1357米，山高坡陡、谷深呈掌状分布，山岭交错环抱；境内江河、溪流纵横，属红河水系和澜沧江水系，水源分布广、均衡，共有40多条，气候属于低纬山地南亚热带季风湿润气候，气候温和，春秋季长、日照偏少，年降水量多，干湿季分明，冬春干旱，夏秋季洪涝，年平均降雨量2212毫米，年平均蒸发量1359.5毫米，年平均气温18.1℃。"
    ],
    "南": [
        "云南省的河流分属于6大水系：伊洛瓦底江水系、萨尔温江水系、湄公河水系、长江水系、红河水系和珠江水系。",
        "它们都属于亚洲的主要水系，分别汇入印度洋和太平洋，流经云南省的部分多数属于河流的上游河段。",
        "南部诸河流注入北部湾，西南有属于红河水系的河流流入越南。",
        "中国陆地的河流、湖泊众多，但它们主要属于太平洋海洋水系，这决定了水流向东的基本走向；其次西南部部分区域属于印度洋水系，西部部分地区存在内陆独立水系；西北部几条河流属于北冰洋水系。",
        "境内河流有东阳江（包括南江）、浦阳江的支流大陈江和洪巡溪，还有7条单独出境的山涧，都属于钱塘江水系。",
        "秦岭南边的河流属于长江水系，而北边是黄河水系。",
        "沅江（沅水）是流经中国贵州省、湖南省的河流，属于洞庭湖水系。",
        "境内河流大部分属于南盘江水系，南部地区为红河水系。",
        "南长河和积水潭、什刹海、北海、中海属于“长河水系”。",
        "钱塘江下游的主要支流有浦阳江和曹娥江；此外萧山水网也属于钱塘江水系，南部水网从属于浦阳江水系。",
        "郎溪县属于长江中下游平原，县域内有南漪湖、郎川河等水系，水面占总面积的三分之一，是典型的江南水乡。",
        "冀州属于海河流域子牙河水系和黑龙港流域南排河水系，境内河流较多。",
        "渭南市河流均属于黄河水系，过境地表客水主要有黄河，入境地表客水有渭河、北洛河。",
        "龙门山脉和邛崃山脉分别位于县域东北与西南部；岷江及其支流杂谷脑河、草坡河、寿江为境内主要河流，属于岷江水系。",
        "厄尔河自南向北呈流经沙特尔市区东部，呈辫状分布，属于法国五大流域当中的塞纳河水系。",
        "阿鲁河自东北向西南流经欧坦市区北部，该河属于法国第一大水系——卢瓦尔河水系。",
        "南海子公园，位于中华人民共和国山西省太原市迎泽区水西门街附近，属于太原市城西水系的一部分。",
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。",
        "分布于澜沧江中上游、怒江水系上游干支流、青海、西藏、云南等，属于高原冷水性底层鱼类。",
        "在中国，分布于海南岛、珠江水系等，属于亚热带小型底栖鱼类。",
        "分布于台湾岛以及广东珠江水系、海南等，属于暖水性鱼类。",
        "衡水湖，又称千顷洼、千顷洼水库，位于中国河北省衡水市市区西南，所属湖区为海河区，一级流域为海河流域，二级流域为滦河水系。",
        "台中市的主要河川自北而南为大安溪、大甲溪、乌溪三大水系，均属于中央管河川。",
        "自东北向西南流经加普，平均宽度不足5米，该河是迪朗斯河的一条支流，属于法国五大河流之一的罗讷河水系。",
        "科雷兹河自东北向西南流经境内，该河是多尔多涅河的一条支流，属于加龙河水系。",
        "永河（）自东北向南流经永河畔拉罗什市区东部，境内平均宽度在5米左右，是莱河的支流，不属于法国五大水系当中的任何一个。",
        "摩泽尔河自南向北流经境内，属于莱茵河水系。",
        "自北向南流经贝尔福市区，属于法国五大河流之一的罗讷河水系。",
        "境内主要河流有肖河、小青河，为季节性河流，属于淮河水系，肖河又名驺虞河，在神垕境内流长7公里，在镇东南部流入郏县。",
        "主要有三大水系，由东向西依次为戈西河、甘达基河（那拉雅尼河）及加格拉河（格尔纳利河）；另外在东南端有一小块地区属于默哈嫩达河水系。",
        "欧里亚克处于一处小范围的分界岭附近，多条溪流发源于市区西侧，而市区东部的若尔达讷河干自北向南流经境内，该河是塞尔河的支流，属于法国五大水系之一的加龙河水系。",
        "埃纳河自南向北流经境内，属于塞纳河水系，该河沿岸开凿有人工运河。",
        "埃纳河自东向西流经境内，其东南侧形成了一处湖泊——戈达尔湖（），属于塞纳河水系，此外河流左岸开辟有人工运河。",
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "磺溪（亦称南磺溪、Southern Sulfur creek）位于台湾北部，属于淡水河水系，为外双溪的支流。",
        "浊口溪，位于台湾南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。",
        "隘寮溪位于台湾南部，属于高屏溪水系，为高屏溪的最大支流，也是屏东县玛家乡与三地门乡的分界线。",
        "拉克斯溪，位于台湾南部，属于高屏溪水系，为荖浓溪的支流，河长17公里，流域面积62平方公里，分布于高雄市桃源区中部。",
        "郡大溪（布农语：Aul misnabukun）位于台湾中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游。",
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "塔恩河自东北向西南流经阿尔比，其市区段平均宽度约80米，属于法国五大河流之一的加龙河水系。",
        "热尔河自南向北呈流经欧什市区内，平均宽度超过30米，属于法国五大流域当中的加龙河水系。",
        "自东南向西北流经市中心，该河汇入布尔歇湖中，属于罗讷河水系，后者为法国五大河流之一。",
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。",
        "布班斯河自西南向东北流经境内，属于卢瓦尔河水系。",
        "浦南运河，是上海市奉贤区境内的一条运河，属于杭州湾水系，以区片为名。",
        "旺斯河自南向北流经市区，属于默兹河水系。",
        "索恩河自北向南流经市区东部，平均宽度超过300米，属于法国五大河流之一的罗讷河水系。",
        "马耶讷河自北向南流经境内，属于卢瓦尔河水系。",
        "科拉涅河自北向南流经境内，该河是洛特河的一条支流，属于加龙河水系。",
        "乌加河（，又名五加河），位于中华人民共和国内蒙古自治区西南部的一条河流，地处黄河北岸，狼山南麓，属于乌梁素海水系。",
        "岷江自北向南纵贯全境，另外有其支流黑水河、赤不苏河和松坪河以及属于涪江水系的土门河。",
        "溪水和河流63条，其中属于东洞庭湖水系有59条，主要为新墙河、费家河、坪桥河；属于南洞庭湖水系的4条，主要为罗水河（属汨罗江一级支流）。",
        "伊尔河自西南向东北呈流经米卢斯市区，属于莱茵河水系，沿岸开辟有运河。",
        "泰兰河自西北向东南流经博韦市区南部，平均宽度不足10米，部分河段被渠化改造，该河属于塞纳河水系。",
        "右江，是中国南部的一条河流，为郁江正源，属于珠江水系。",
        "宜良县水资源丰富，境内河流属于珠江流域水系，南盘江从东至西横穿县境。",
        "抚仙湖属于珠江水系，地处金沙江与珠江两大流域的分水地带，湖水由湖东部澂江县海口镇的海口河溢出流入南盘江，属珠江流域南盘江水系，是一个以断层溶蚀为主的湖泊。",
        "皖南地区的水系以黄山为界，其北侧及西南侧属于长江水系，东南侧属于钱塘江水系。",
        "乌尔克河自东北向西南流经境内，属于塞纳河水系。",
        "自东北向西南流经境内，该河是奥尼翁河的右岸支流，属于罗讷河水系。",
        "自东南向西北流经弗莱尔市区，该河是努瓦罗河的支流，属于奥恩河水系。",
        "属于色林错水系，东南承接格仁错来水，湖水经北部的私荣臧布出流泄入吴如错。",
        "属于玉龙河水系，南承接白龙冰河来水，湖水从东部流出经玉龙河最终注入江尼茶卡。",
        "自西北向东南流经境内，该河属于塞纳河水系，全长9.6公里，水量较小，平均宽度不超过3米，部分河段有明显的人工渠化改造痕迹。",
        "穆瓦讷河自东南向西北流经绍莱市区，属于卢瓦尔河水系。",
        "大南河大南河，是中国长江流域的一条河流，汇入岷江中游，属于岷江水系。",
        "南桠河南桠河，是中国长江流域的一条河流，汇入大渡河中游，属于大渡河水系。",
        "流沙河 (大渡河支流)流沙河，是中国长江流域的一条河流，由北向南经过汉源县汇入大渡河中游（瀑布沟水电站库区），属于大渡河水系。",
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。",
        "宜水宜水，是中国湖南省常宁市的一条河流，汇入湘江，属于湘江水系。",
        "芦洪江芦洪江，又名芦洪市河，是位于中国湖南省东安县、冷水滩区的一条河流，汇入湘江，属于湘江水系。",
        "梅江 (酉水支流)梅江，是中国重庆市秀山土家族苗族自治县的一条河流，汇入酉水南源，属于沅江水系。",
        "洗车河洗车河，是位于中国湖南省龙山县的一条河流，汇入酉水，属于沅江水系。",
        "南哨河南哨河，是中国长江流域的一条河流，汇入沅江上游清水江，属于沅江水系。",
        "蓼水河蓼水河，是位于中国湖南省绥宁县、洞口县的一条河流，汇入赧水，属于资水水系。",
        "大洋江大洋江，是位于中国湖南省新化县的一条河流，汇入资水，属于资水水系。",
        "邵水邵水，是位于中国湖南省邵东市、双清区的一条河流，汇入资水，属于资水水系。",
        "赧水赧水，是中国长江流域的一条河流，汇入资水，属资水西源（资水南源为夫夷水），属于资水水系。",
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "阿古河自北向南流经境内，老城区位于其右岸，该河是塔恩河的左岸支流，后者属于加龙河水系。",
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。",
        "夏朗德河自东南向北呈“L”型流经市区，该河独立入海，不属于法国五大水系之一的任何一个。",
        "自西向东流经境内南部，该河是德勒河的支流，属于斯海尔德河水系。",
        "马恩河自东向西流经境内，属于塞纳河水系，人口开凿的马恩河运河则从其南部经过。",
        "沙拉罗讷河自南向北流经境内，该河是索恩河的支流，属于罗讷河水系。",
        "洸府河是中华人民共和国山东省西南部的一条河流，属于南四湖水系。",
        "东门古镇分别属于滁河和长江两条水系，大致以老山山脉为界，老山山脉南边为长江水系，以北则为滁河水系。",
        "皮耶利宁湖属于塞马湖水系，湖水经皮耶利宁河向南流入皮海塞尔凯湖。",
        "艾莱特河自东北向西南流经境内，该河是瓦兹河的支流，属于塞纳河水系。",
        "阿莱讷河自北向南流经境内，该河属于罗讷河水系。",
        "阿尔芒松河自东南向西北流经境内，该河是约讷河的支流，属于塞纳河水系。",
        "伯奈兹河自南向北流经市区东部，该河是昂格兰河的左岸支流，属于卢瓦尔河水系。",
        "一条名为“拉日溪”（）自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "维埃纳河干流自东南向西北流经境内，另有塔尔河（Le Tard）流经市区北部，属于卢瓦尔河水系。",
        "发源于莱塞比耶的市镇范围内，该河是南特塞夫尔河的支流，属于卢瓦尔河水系。",
        "锡乌勒河自南向北流经境内，该河是阿列河的支流，属于卢瓦尔河水系。",
        "比埃什河自东北向西南流经境内，该河是迪朗斯河的右岸支流，属于罗讷河水系。",
        "自南向北流经市镇中心，该河是萨拉河的支流，属于加龙河水系。",
        "自南向北流经境内，该河是埃尔斯维夫河的支流，属于加龙河水系。",
        "塞尔农河自南向北流经境内，该河是塔恩河的左岸支流，属于加龙河水系。",
        "阿韦龙河自东北向西南流经境内，该河属于加龙河水系。",
        "维埃纳河干流自南向北流经境内，其右岸支流瓜尔河在此与其交汇，属于卢瓦尔河水系。",
        "谢尔河干流自南向北流经市区西部，另有自东向西流经圣阿芒蒙龙市中心，属于卢瓦尔河水系。",
        "谢尔河干流自东南向西北流经境内，属于卢瓦尔河水系。",
        "迪耶日河自北向南流经市区西部，该河是多尔多涅河的支流，属于法国五大河流之一的加龙河水系。",
        "克勒兹河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "杜河自东南向北流经境内，该河是索恩河的支流，属于罗讷河水系。",
        "利维耶河（）自西南向东北流经境内，该河是厄尔河的支流，属于塞纳河水系。",
        "于讷河自东北向西南流经境内，该河是萨尔特河的支流，属于卢瓦尔河水系。",
        "自北向东南呈“L”型流经境内，该河是加尔东河的支流，属于罗讷河水系。",
        "阿里米耶溪（）自西向东流经境内南部，该河是图什河的左岸支流，属于加龙河水系。",
        "自东南向西北流经境内，该河属于加龙河的水系。",
        "巴伊斯河自南向北流经境内，其右岸支流在孔东与其交汇，属于加龙河水系。",
        "克勒兹河自东南向西北流经境内，其阿让通段的平均宽度约40米，属于卢瓦尔河水系。",
        "安德尔河自东南向西北流经境内，该河属于卢瓦尔河水系。",
        "阿尔农河与自南向北流经境内东部，属于卢瓦尔河水系。",
        "自南向北流经境内东部，该河是泰奥勒河的左岸支流，属于卢瓦尔河水系。",
        "自东南向西北流经雅雷地区圣普列斯特市区，属于卢瓦尔河水系。",
        "锡欧尔姆河（）自南向北流经市区东部，该河是的支流，属于卢瓦尔河水系。",
        "自西南向东北流经境内南部，该河是埃松河的支流，属于塞纳河水系。",
        "巴伊斯河自东南向西北流经内拉克市区，境内平均宽度在20米左右，属于法国五大干流之一的加龙河水系。",
        "科拉涅河自北向南流经境内，该河是洛特河的右岸支流，属于加龙河水系。",
        "罗尼翁河自南向北蜿蜒流经镇中心，该河属于塞纳河水系。",
        "布莱斯河自南向北流经境内，该河是马恩河的左岸支流，属于塞纳河水系。",
        "埃尔内河自北向南流经境内，该河是马耶讷河的支流，属于卢瓦尔河水系。",
        "科尔蒙河自西北向东南流经镇中心，该河是马耶讷河的一条支流，属于卢瓦尔河水系。",
        "马耶讷河干流自北向南流经马耶讷市区，该河是曼恩河的支流，属于卢瓦尔河水系。",
        "摩泽尔河自南向北流经境内，该河属于莱茵河水系。",
        "萨尔河干流自南向北流经境内，属于莱茵河水系。",
        "自西北向东南流经境内，该河是泰兰河的左岸支流，属于塞纳河水系。",
        "自北向南流经境内，该河是瓦兹河的右岸支流，属于塞纳河水系。",
        "发源于圣瑞斯特昂绍塞市区东侧的一处高地之上，自北向南流经市区东部，属于法国五大水系之一的塞纳河水系。",
        "库德尔河自北向南流经境内，该河是梅姆河的支流，属于卢瓦尔河水系。",
        "昂戈河（）和马代河（）自南向北流经境内，并在市区北部交汇，属于卢瓦尔河水系。",
        "内斯特河自南向北流经阿罗，其右岸支流在此与其交汇，属于加龙河水系。",
        "界河 (独山湖)界河，又称白水河、小白河，位于中国山东省西南部，属于南四湖水系。",
        "城河 (昭阳湖)城河，又称南梁河，位于山东省西南部，属于南四湖水系。",
        "新薛河新薛河古称薛水，旧称十字河，位于中国山东省西南部，属于南四湖水系。",
        "大沙河 (微山湖)大沙河，又称蟠龙河，位于山东省西南部，属于南四湖水系。",
        "洙水河洙水河，位于山东省西南部，属于南四湖水系。",
        "洙赵新河洙赵新河，位于山东省西南部，属于南四湖水系，系调整洙水河和赵王河水系时于1965～1972年开挖的大型排水人工河道。",
        "复新河复新河，旧称复兴河，位于中国安徽省和江苏省北部，山东省西南部，属于南四湖水系。",
        "大沙河 (昭阳湖)大沙河，位于中国江苏省北部和山东省西南部，属于南四湖水系。",
        "沿河 (微山湖)沿河，位于中国江苏省北部，属于南四湖水系。",
        "鹿口河鹿口河，位于中国江苏省北部，属于南四湖水系。",
        "郑集河郑集河，位于中国江苏省北部，属于南四湖水系。",
        "地形因素青藏高原是我国地势最高的地区，由这里向东、南、北方向降低，因此河流分属于太平洋、印度洋及北冰洋三大水系，其中太平洋水系的面积最大。",
        "境内水系分布涉及同属于松阴溪的两大支流：竹溪源、东坞源，河头纳南岸东坞源之水，寺岭下纳南岸竹溪源之水。",
        "属于淮河水系溱水河上游的椿板河自北向南流经遗址西侧。",
        "其中老秃顶子及西麓的三条河流属太子河水系，是辽宁省第三大河太子河的发源地，东麓、南麓及北麓的14条河流属于浑江水系。",
        "郡大溪，郡大溪位于台湾省中部，属于浊水溪水系，为丹大溪主流 (最长河道) 上游，流域分布于南投县信义乡中部至东南部。",
        "无论行走在湖南的哪个角落，几乎都属于这四条江的流域，或者是四大水系之中。",
        "水文和水资源：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "张八岭，张八岭为大别山脉向江淮东部的延伸部分，为长江和淮河的分水岭，也是古代滁州和濠州（凤阳府）的自然分界，以南的滁州属于长江水系，以北的濠州属于淮河水系。",
        "、水文；平原新区南邻黄河，境内河流主要有文岩干渠、天然渠、幸福渠等为引黄工程渠道，属于黄河流域的天然-文岩渠水系。",
        "湘江发源于桂林东面的海洋山，向北流入湖南，属于长江水系。",
        "内容简介：湘西州位于湖南西北部(本书含张家界)，处于武陵山脉中，主要属于沅江水系。",
        "最低海拔850米，（位于勐康村的纳沙箐），高低相差1357米，山高坡陡、谷深呈掌状分布，山岭交错环抱；境内江河、溪流纵横，属红河水系和澜沧江水系，水源分布广、均衡，共有40多条，气候属于低纬山地南亚热带季风湿润气候，气候温和，春秋季长、日照偏少，年降水量多，干湿季分明，冬春干旱，夏秋季洪涝，年平均降雨量2212毫米，年平均蒸发量1359.5毫米，年平均气温18.1℃。",
        "荫翠峡中流淌的这条河名叫麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。",
        "水系：属于乌苏里江水系，横贯林场南北的穆棱河为其一级支流。",
        "东岔乡地跨秦岭而且大部在秦岭以南，属于长江水系嘉陵江流域。",
        "所属水系阴山山南为外流区，属黄河，海河水系，流水侵蚀为主，河流溯源侵蚀与分割作用较强烈，沟谷深切，地面破碎；山北为内流区，河流稀少，水量小，侵蚀基准面高，因而侵蚀作用不显著，沟谷浅缓，地貌外营力以风蚀为主，地面平坦，风沙散布。",
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。",
        "河流水系与水文地质该乡位于江淮分水岭南侧，属于长江水系。",
        "中部为坦荡的鄱阳湖平原，水系其北侧属于长江水系，南侧属于赣江水系。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "荫翠峡中流淌的麦田河，是珠江上游南盘江的一条重要支流，整个九乡风景区属于珠江水系。",
        "金凤区南部新兴居住区，距城中心约5公里，水系资源丰富，属于银川市新兴的开发区域。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "河流水系阳谷县境域以横亘于南境的金堤为界，分属于两个水系及流域。",
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。",
        "Category:中国西南边境诸河，分别属于Category:中国沿海诸河流和其他水系。",
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。",
        "位于项目西南方向3公里处，它是唯一一条发源于北京境内的河流属于著名的京杭大运河水系，全长9000米，水面面积114.2公顷，水源无污染，水质清纯。",
        "村庄东、南、北部分别有1 条小河，主要由山上的雨水汇集而成，属于海河水系。",
        "属于淮河流域池河水系，拦蓄南沙河东支流57.3平方公里径流。",
        "水文：宿松属于长江流域河流水系，由于受地质构造的影响，总的特征是西北部河流多而长，东南部少而短。",
        "三溪浦水库，三溪浦水库地处东南滨海，位于宁波市东南约20公里—鄞州区东吴镇，所属甬江水系，所在河流：东上河。",
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。",
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "隘寮溪，隘寮溪位于台湾省南部，属于高屏溪水系，为荖浓溪的最大支流。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "境内属于怒江水系的主要河流有南汀河、头道水河、盘河、勐回河。",
        "老县城村成为西安版图上最偏远的村落，是西安惟一一个隶属于南部汉水（长江水系）的自然村。",
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。",
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。",
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。",
        "水系：属于松花江水系，共有大小河流5条，水库1处，均由南向北流入松花江。",
        "海阳河是北去湘江的上游，原本与相距不远、向南流去的漓江擦肩而过，天生各属于两个老死不相往来的水系。",
        "多数自南或西南流向北及东北，呈树枝状分布，分属于资水、湘水及洞庭湖三大水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。",
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。",
        "浊口溪，浊口溪位于台湾省南部，属于高屏溪水系，为荖浓溪第二大支流，河长55公里，流域面积529平方公里。",
        "所谓“一水滴三江”指的是，以马雄山主峰为分水岭，水流分别朝东、北、西三个方向自然流淌，从而形成了隶属于长江水系的牛栏江，和隶属于珠江水系的南盘江、北盘江等三条江河径流；所谓“一脉隔两盘”，指的是由马雄山的一条支脉，分别隔成的南盘江和北盘江两条河流；所谓“一线串五珠”，则是指由河流在马雄山串成的五个小湖泊。"
    ],
    "山店江": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。"
    ],
    "三合": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。"
    ],
    "香岭塘": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。"
    ],
    "联和": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。"
    ],
    "东山江": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。"
    ],
    "东山": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。"
    ],
    "滁水": [
        "其中山店江流经三合、香岭塘茶、联和等村，属于浙水水系；东山江从大源流经东山到文明秀水，属于滁水水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "巢湖": [
        "自然气候安徽中部多属于亚热带湿润性季风气候，巢湖水系尤其典型。"
    ],
    "温榆河": [
        "水库属于北运河水系，位于温榆河北支东沙河上游，毗邻著名的十三陵景区。"
    ],
    "东沙河": [
        "水库属于北运河水系，位于温榆河北支东沙河上游，毗邻著名的十三陵景区。"
    ],
    "十三陵": [
        "水库属于北运河水系，位于温榆河北支东沙河上游，毗邻著名的十三陵景区。"
    ],
    "茶田溪": [
        "较大的溪流有茶田溪、大岩溪、新地溪、黄杨溪，均属于锦江水系。"
    ],
    "大岩溪": [
        "较大的溪流有茶田溪、大岩溪、新地溪、黄杨溪，均属于锦江水系。"
    ],
    "新地溪": [
        "较大的溪流有茶田溪、大岩溪、新地溪、黄杨溪，均属于锦江水系。"
    ],
    "黄杨溪": [
        "较大的溪流有茶田溪、大岩溪、新地溪、黄杨溪，均属于锦江水系。"
    ],
    "金华": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "处州": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "婺州片": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "武义县": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "曳岭区": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "丽水县": [
        "宣平县， 宣平历史：历史原因宣平早在宋代就已形成宣平溪流域的文化中心，自明景泰三年（1452年）建县到1958年撤县，达506年之久；经济原因宣平属山区经济欠发达、人才大量外流，严重影响本地区的经济发展和各项建设事业落后；隶属不同宣平与武义历代不属于同一个郡县(两县建县到撤县前分属丽水和金华)；水系不同宣平属于瓯江水系（武义则属于钱塘江水系）；语言不同宣平话是吴语丽衢片处州小片的一个地点方言(武义话则是吴语婺州片的一个地点方言)；风俗不同宣平与武义有着不同的生活习俗；流域中心宣平离武义近百里路,方圆几十里并无大镇,宣平为宣平溪流域的经济、文化、交通中心；宣平人民为了恢复宣平县建制作出了不懈的努力，查阅有关资料罗列了1988年以前，宣平人民要求复县的历史；1958年4月 国务院75次全体会议决定撤消宣平县建制，并入武义县，曳岭区划入丽水县。"
    ],
    "格尔木河": [
        "主要河流：有流入塔里木盆地中的车尔臣河；流入柴达木盆地的有那仁郭勒河、乌图美仁河、格尔木河及柴达木河，前者由冰雪融水补给，属于塔里木内流水系；后四者由降水与湖水补给，属于柴达木内流水系。"
    ],
    "瑞安": [
        "水系组成：简介瑞安全市的河道、溪流属于飞云江水系。"
    ],
    "飞云江": [
        "水系组成：简介瑞安全市的河道、溪流属于飞云江水系。"
    ],
    "婆罗科努山": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "四棵树河": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "古尔图河": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "奎屯市": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "独山子区": [
        "水系河流：乌苏县河流大多数发源于天山山脉的婆罗科努山,三大河流均归属于奎屯河水系，自东向西依次为奎屯河、四棵树河、古尔图河，多年平均径流量之和为12.5亿立方米，是乌苏县、农七师、奎屯市、独山子区社会经济发展的宝贵资源。"
    ],
    "西溪": [
        "西溪河 (金沙江)西溪河，是中国长江流域的一条河流，汇入金沙江左岸，属于金沙江水系。",
        "西溪湿地水系归属于杭州市区运河水系的运西片，处于低山丘陵与平原的过渡地带。"
    ],
    "杭州市": [
        "西溪湿地水系归属于杭州市区运河水系的运西片，处于低山丘陵与平原的过渡地带。"
    ],
    "运": [
        "习惯上把属于长江水系的老通扬运河和与之相连的河流称为“上河”，而把属于淮河水系的新通扬运河和与之相连的河流称为“下河”。",
        "旭川河，位于台湾基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "埃纳河自南向北流经境内，属于塞纳河水系，该河沿岸开凿有人工运河。",
        "埃纳河自东向西流经境内，其东南侧形成了一处湖泊——戈达尔湖（），属于塞纳河水系，此外河流左岸开辟有人工运河。",
        "杜河自东向西流经贝桑松，该河属于法国五大水系之一的罗讷河水系，水量相对充足并稳定，具备通航条件，部分河段建有平行的运河。",
        "浦东运河，是上海市浦东新区境内的一条运河，属于杭州湾水系，以区片为名。",
        "浦南运河，是上海市奉贤区境内的一条运河，属于杭州湾水系，以区片为名。",
        "伊尔河自西南向东北呈流经米卢斯市区，属于莱茵河水系，沿岸开辟有运河。",
        "北京地区有大小河流80多条，主要河流有属于海河水系的永定河、潮白河、北运河、拒马河和属于蓟运河水系的泃河等。",
        "马恩河自东向西流经境内，属于塞纳河水系，人口开凿的马恩河运河则从其南部经过。",
        "它的湖区隶属于海河区，一级流域为海河流域，二级流域为潮白、北运、蓟运河水系。",
        "布尔布尔河流经境内，经人工改造后有多条水渠及运河与之交汇，属于罗讷河水系。",
        "人们习惯上把属于长江水系的老通扬运河和与之相连接的河流称为“上河”，而把属于淮河水系的新通扬运河和与之相连的河流称为“下河”。",
        "其中属于长江、黑龙江交通部直属企业的，由交通部委托其派驻水系的航运(务)管理局审批，但国际旅游运输除外；属于其他内河省际运输的，由交通部委托各省交通厅(局)在交通部或交通部委托其派驻水系的航运(务)管理局的确定的年度新增运力额度内审批，但外商投资企业和国际旅客旅游运输除外。",
        "沙河子港务局，沙河子港务局[1]隶属于黑龙江航运集团有限公司，是黑龙江水系最大的煤炭专业化装卸港口。",
        "旭川河，旭川河，位于台湾省基隆市，又称基隆运河、旭运河，属于基隆港水系，是基隆市区的主要河川之一。",
        "水库属于北运河水系，位于温榆河北支东沙河上游，毗邻著名的十三陵景区。",
        "西溪湿地水系归属于杭州市区运河水系的运西片，处于低山丘陵与平原的过渡地带。",
        "国家体育总局水上运动管理中心负责人认为，我市自然水域资源非常丰富，境内共有大小河流702条，分别属于黑龙江和松花江两大水系。",
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。",
        "需要进行综合平衡的重点物资、联运物资、外贸进出口物资的运输计划，属于全国性的，由交通运输部负责按国家计划组织综合平衡；属于长江、珠江、黑龙江干线省际间的，由交通运输部派驻水系的航务管理局组织综合平衡；属于上述水系干线以外省际间的，按有关省商定的办法组织平衡；属于省内的，由省交通运输厅（局）或者其授权的航运管理部门组织平衡。",
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。",
        "位于项目西南方向3公里处，它是唯一一条发源于北京境内的河流属于著名的京杭大运河水系，全长9000米，水面面积114.2公顷，水源无污染，水质清纯。",
        "三）、规划基建处（交通部长江水系航运规划办公室）职责；负责组织或参与拟定长江水系航运发展战略和规划；负责编制、上报并下达长航局中长期发展规划和有关计划，管理所属单位固定资产投资计划和基本建设并组织实施；负责长江干线水运建设市场和水运工程质量的监督管理工作；负责所属单位基建的前期审查、项目管理、竣工验收；负责长江干线港航设施建设和使用岸线的行业管理工作；负责所属单位的装备管理；负责长航局和长江水运行业的统计工作；负责长江干线交通战备工作。",
        "这是大跃进年代为完成“大地河网化”认为而开挖的一条人工河，开挖的时候蒙城县还属于阜阳地区，阜阳地区有着发达的水系，开挖阜蒙新河，灌溉、交通运输的意义都不大。",
        "下列哪个属于大运河说沟通的水系；A：海河；35.",
        "需要进行综合平衡的重点物资、联运物资、外贸物资的运输计划，属于全国性的，由交通部按国家计划组织综合平衡；属于长江、珠江、黑龙江水系干线省际间的，由交通部派驻水系的航运管理机构组织综合平衡；属于省、自治区、直辖市以内的，由省、自治区、直辖市的交通主管部门组织综合平衡。"
    ],
    "瓮江河": [
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。"
    ],
    "塘头江": [
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。"
    ],
    "古孔河": [
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。"
    ],
    "洛清江": [
        "水系；林场境内山涧溪流较多，流经瓮江河、龙潭河、塘头江、古孔河，而后汇入义江河，形成了洛清江支流义江源头区域，属于珠江水系柳江支流的汇水区。"
    ],
    "安陆": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。"
    ],
    "京山": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。"
    ],
    "随州": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。"
    ],
    "漳河": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。"
    ],
    "湖北省安陆市": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。"
    ],
    "大泸河": [
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。"
    ],
    "山东省胶南市": [
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。"
    ],
    "大珠山": [
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。"
    ],
    "风河": [
        "大泸河，发源于山东省胶南市北郊大珠山的一条河流，与风河属于同一水系。"
    ],
    "江西省抚州市": [
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。"
    ],
    "襄樊": [
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄樊注入汉水，属于长江水系。"
    ],
    "乌苏里江": [
        "水系：属于乌苏里江水系，横贯林场南北的穆棱河为其一级支流。"
    ],
    "施业区": [
        "水系：施业区附近有诺敏河通过，属于松花江水系、呼兰河支流。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "施业区内共有大小河流160条，属于绥芬河水系。",
        "水系：经营区内河流属于瑚布图河水系，有1条瑚布图河支流，由西向东流经施业区，流程长4.75公里。",
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。"
    ],
    "诺敏河": [
        "水系：施业区附近有诺敏河通过，属于松花江水系、呼兰河支流。"
    ],
    "东岔乡": [
        "东岔乡地跨秦岭而且大部在秦岭以南，属于长江水系嘉陵江流域。"
    ],
    "阴山": [
        "所属水系阴山山南为外流区，属黄河，海河水系，流水侵蚀为主，河流溯源侵蚀与分割作用较强烈，沟谷深切，地面破碎；山北为内流区，河流稀少，水量小，侵蚀基准面高，因而侵蚀作用不显著，沟谷浅缓，地貌外营力以风蚀为主，地面平坦，风沙散布。"
    ],
    "台儿庄": [
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。"
    ],
    "宿迁": [
        "大运河邳州段属于中运河水系，北起山东台儿庄、南入宿迁，途经邳州城区和9个镇，全长56.1公里。"
    ],
    "蛮陂头": [
        "蛮陂头水系隶属于古兜山水系，水库集雨面积有19.86平方公里，原台山市四九镇有库容量175万立方。"
    ],
    "古兜山": [
        "蛮陂头水系隶属于古兜山水系，水库集雨面积有19.86平方公里，原台山市四九镇有库容量175万立方。"
    ],
    "台山市": [
        "蛮陂头水系隶属于古兜山水系，水库集雨面积有19.86平方公里，原台山市四九镇有库容量175万立方。"
    ],
    "四九镇": [
        "蛮陂头水系隶属于古兜山水系，水库集雨面积有19.86平方公里，原台山市四九镇有库容量175万立方。"
    ],
    "牡丹": [
        "境内的大小河流均属于松花江水系和牡丹江水系，降水主要集中在6-9月，全市水资源人均占有量为1363立方米。",
        "水系：属于松花江水系，牡丹江上游，最大的河流是牡丹江一级支流香磨河，在施业区南侧流过，有2条山间小河蜿蜒流入香磨河。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。",
        "自然资源：水利穆棱市境内山区河流众多，有大小河流及山沟1,323条，穆棱河水系占全市水系的95.2%，其余4.8%属于牡丹江水系。"
    ],
    "布朗山乡": [
        "布朗山乡有大小河流39条，均属于澜沧江水系，水资源较为丰富。"
    ],
    "浑河": [
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。"
    ],
    "富尔江": [
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。"
    ],
    "大荒沟": [
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。"
    ],
    "小荒沟": [
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。"
    ],
    "响水河": [
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。"
    ],
    "曲麻菜沟": [
        "水文：保护区东高西低，属于浑河水系富尔江流域，区内有大荒沟、小荒沟、响水河、曲麻菜沟等源头水系构成。"
    ],
    "金凤区": [
        "金凤区南部新兴居住区，距城中心约5公里，水系资源丰富，属于银川市新兴的开发区域。"
    ],
    "银川市": [
        "金凤区南部新兴居住区，距城中心约5公里，水系资源丰富，属于银川市新兴的开发区域。"
    ],
    "兴安": [
        "小兴安岭山区河流，主要有属于黑龙江中上游水系的逊别拉河、沾河、乌云河等和属于嫩江－松花江水系的呼兰河等，构成黑龙江中上游水系与松花江水系的分水岭；但是进入伊春市境后松花江支流汤旺河、梧桐河处于小兴安岭东北“黑龙江中上游水系”一侧，此时小兴安岭主脉成为松花江不同支流间的分水岭，黑龙江中上游水系与松花江水系的分水岭则沿伊春－黑河市边境线由向东北延伸，经乌伊岭折向东南，沿守虎山向南延伸至伊春－嘉荫边界的青黑山北段后在鹤岗市境内北部向东曲折延伸。",
        "松岭区位于大兴安岭伊勒呼里山东南部余脉，境内水系为嫩江水系，气候属于大陆性寒温带季风气候。",
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。",
        "小兴安岭山区河流，主要有属于黑龙江水系的逊别拉河、沾河、乌云河等和属于松花江水系的呼兰河、汤旺河等，构成黑龙江水系与松花江水系的分水岭。"
    ],
    "猫儿山": [
        "而漓水并未流入湖南境内，并且漓水与湘水既不同源也不同水系，漓江发源于兴安的猫儿山，向南流入珠江，属于珠江水系。"
    ],
    "松荫溪": [
        "水文境内水系分布涉及同属于松荫溪的六大支流：五都源、四都源、竹溪源、三都源、黄坑源、活源。"
    ],
    "五都源": [
        "水文境内水系分布涉及同属于松荫溪的六大支流：五都源、四都源、竹溪源、三都源、黄坑源、活源。"
    ],
    "四都源": [
        "水文境内水系分布涉及同属于松荫溪的六大支流：五都源、四都源、竹溪源、三都源、黄坑源、活源。"
    ],
    "三都源": [
        "水文境内水系分布涉及同属于松荫溪的六大支流：五都源、四都源、竹溪源、三都源、黄坑源、活源。"
    ],
    "黄坑源": [
        "水文境内水系分布涉及同属于松荫溪的六大支流：五都源、四都源、竹溪源、三都源、黄坑源、活源。"
    ],
    "紫明溪": [
        "又名紫明溪，属于淡水河水系，为外双溪的支流，流域分布于台北市北投区、士林区。"
    ],
    "喀纳斯": [
        "与我国绝大部分的江河属于太平洋水系不同，喀纳斯属于北冰洋水系。"
    ],
    "阳谷县": [
        "河流水系阳谷县境域以横亘于南境的金堤为界，分属于两个水系及流域。"
    ],
    "金堤": [
        "河流水系阳谷县境域以横亘于南境的金堤为界，分属于两个水系及流域。"
    ],
    "教来河": [
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。"
    ],
    "孟克河": [
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。"
    ],
    "牦牛河": [
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。"
    ],
    "老虎山河": [
        "全旗境内主要河流有5条，老哈河、教来河、孟克河属西辽河水系；牦牛河、老虎山河属于大凌河水系。"
    ],
    "哈尔滨市": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "阿什河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "拉林河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "牤牛河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "蚂蜒河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "东亮珠河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "泥河": [
        "青泥河青泥河，是中国长江流域的一条河流，汇入嘉陵江，属于嘉陵江水系。",
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "漂河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "蜚克图河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "少陵河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "五岳河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "倭肯河": [
        "水文哈尔滨市境内的大小河流均属于松花江水系和牡丹江水系，主要有松花江、呼兰河、阿什河、拉林河、牤牛河、蚂蜒河、东亮珠河、泥河、漂河、蜚克图河、少陵河、五岳河、倭肯河等。"
    ],
    "内蒙古锡林郭勒草原自然保护区": [
        "监测机构保护区设有“内蒙古锡林郭勒草原自然保护区草原生态监测站”，属于内蒙古草原生态监测站的一个子站，负责对保护区境内的植物、大气、锡林河水系的动态监测。"
    ],
    "锡林河": [
        "监测机构保护区设有“内蒙古锡林郭勒草原自然保护区草原生态监测站”，属于内蒙古草原生态监测站的一个子站，负责对保护区境内的植物、大气、锡林河水系的动态监测。"
    ],
    "郑国": [
        "境内大小河流分属于黄河和淮河两大水系，其中有流经郑国段的黄河。"
    ],
    "宁陕县志": [
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。"
    ],
    "宁陕县": [
        "县情概况：《宁陕县志》宁陕县地处秦岭中段南麓，属于北亚热带湿润型气候，是我国南北气候的过渡带，长江、黄河水系的分水岭。"
    ],
    "头道河": [
        "自然地理概况：河流：境内分布有头道河和二道河,均属于松花江水系、伊吉密河支流。"
    ],
    "伊吉密河": [
        "自然地理概况：河流：境内分布有头道河和二道河,均属于松花江水系、伊吉密河支流。"
    ],
    "马颊河": [
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。"
    ],
    "徒骇河": [
        "自西北向东南依次分属于运河、马颊河、徒骇河三个支系，又统属于山东海河水系。"
    ],
    "阿尔泰山": [
        "经济和社会价值 阿尔泰山是我国唯一的属于欧洲-西伯利亚动物地理区的部分，北冰洋水系及独特的动植物区系使其成为科研基地。"
    ],
    "西伯利亚": [
        "经济和社会价值 阿尔泰山是我国唯一的属于欧洲-西伯利亚动物地理区的部分，北冰洋水系及独特的动植物区系使其成为科研基地。"
    ],
    "北底江": [
        "境内主要河流有北流的北底江，是属于珠江水系的源头河。"
    ],
    "白马河": [
        "均属于白马河水系，为季节性间歇河，雨季山洪暴涨，冬季干涸，容易造成旱涝灾害。"
    ],
    "池河": [
        "六池河六池河，是中国长江流域的一条河流，汇入乌江中游左岸，属于乌江水系。",
        "属于淮河流域池河水系，拦蓄南沙河东支流57.3平方公里径流。"
    ],
    "南沙河": [
        "属于淮河流域池河水系，拦蓄南沙河东支流57.3平方公里径流。"
    ],
    "小江口河": [
        "水文：保护区全部属于柳江水系且为该水系源头，主要有小江口河、粗江河、平野河等，所有河流均向北流，河道比降大，含沙量少，水量丰富。"
    ],
    "粗江河": [
        "水文：保护区全部属于柳江水系且为该水系源头，主要有小江口河、粗江河、平野河等，所有河流均向北流，河道比降大，含沙量少，水量丰富。"
    ],
    "平野河": [
        "水文：保护区全部属于柳江水系且为该水系源头，主要有小江口河、粗江河、平野河等，所有河流均向北流，河道比降大，含沙量少，水量丰富。"
    ],
    "丽水市": [
        "丽水湿地资源中仅河流湿地面积中就有82.12%属于瓯江水系，其他的湿地类型，如河口水域、三角洲、蓄水区、沼泽湿地、泛洪平原也大多源于瓯江水系，瓯江成为整个丽水市湿地资源独一无二的承载体。"
    ],
    "阿龙山镇": [
        "水系：镇内水系属于额尔古纳河水系，主要是激流河，该河从阿龙山镇西部流过。"
    ],
    "乔拉克铁热克乡": [
        "乔拉克铁热克乡基本上属于山区，降水量充沛，水系发达。"
    ],
    "宁波市": [
        "三溪浦水库，三溪浦水库地处东南滨海，位于宁波市东南约20公里—鄞州区东吴镇，所属甬江水系，所在河流：东上河。"
    ],
    "鄞州区": [
        "三溪浦水库，三溪浦水库地处东南滨海，位于宁波市东南约20公里—鄞州区东吴镇，所属甬江水系，所在河流：东上河。"
    ],
    "东吴镇": [
        "三溪浦水库，三溪浦水库地处东南滨海，位于宁波市东南约20公里—鄞州区东吴镇，所属甬江水系，所在河流：东上河。"
    ],
    "甬 江": [],
    "扁担塘": [
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。"
    ],
    "湖北省": [
        "王义贞镇，王义贞镇地处安陆、京山、随州三县市交界处，漳河水系北岸，辖属于湖北省安陆市。",
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。",
        "策湖，策湖属于长江水系，是湖北省浠水县第一大湖，水面约1.35万亩，以纪念孙策练兵而得名。"
    ],
    "保安湖": [
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。"
    ],
    "梁子湖": [
        "形态描述：扁担塘(114o43'E，30o15'N)位于湖北省境内长江中游南岸，是保安湖的一个子湖，属于梁子湖水系。"
    ],
    "珍珠泉": [
        "它所属的珍珠泉水系在水冶遭遇了两处断层岩，形成了天然蓄水层。"
    ],
    "水冶": [
        "它所属的珍珠泉水系在水冶遭遇了两处断层岩，形成了天然蓄水层。"
    ],
    "碧霞元君庙": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "鹊山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "太子岩": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "邢台县": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "内邱县": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "虢国": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "仙翁山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "张果老山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "北武当山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "老爷山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "道庄": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "广阳山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "函谷关": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "天台山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "尧山": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "隆尧县": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "顺德府": [
        "有碧霞元君庙，鼎梅晴雪为邢台八景之一；鹊山；1141米；又称太子岩，为邢台县与内邱县之界山，因春秋名医扁鹊同虢国太子采药于此得名；仙翁山；8米；又称张果老山，挺拔高峻，山坡古柏苍翠，仙亭琼阁散建其上，仙翁古洞为邢台八景之一；北武当山；3米；位于沙河市，俗称老爷山，供奉真武大帝，山脚有张三丰当年收徒传道的道庄；广阳山；718米；位于沙河市，北方道教名山，是老子骑青牛出函谷关后的隐居地；天台山；544米；位于临城县，为临城县古八景之一；尧山；9米；位于隆尧县，尧始封于此，因以名山，为顺德府十二景之一；河流水系邢台市河流属于海河流域子牙河和黑龙港两大水系。"
    ],
    "孟加拉": [
        "恒河江豚，恒河江豚是生活在孟加拉的恒河、布拉马普特拉河等水系的一种动物，其总量不超过2000只，属于濒危动物之一。"
    ],
    "布拉马普特拉河": [
        "恒河江豚，恒河江豚是生活在孟加拉的恒河、布拉马普特拉河等水系的一种动物，其总量不超过2000只，属于濒危动物之一。"
    ],
    "旧旱溪": [
        "旧旱溪又名旱溪排水，是台湾中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中市南部。",
        "河流名称：柳川位于台中盆地，属于乌溪水系，为旧旱溪的支流。",
        "旧旱溪，旧旱溪又名旱溪排水，是台湾省中部一条河川，属于乌溪水系，为大里溪的支流，流域分布于台中县南部和台中市。"
    ],
    "伊瓜苏": [
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。"
    ],
    "科迪勒拉": [
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。"
    ],
    "湖北省浠水县": [
        "策湖，策湖属于长江水系，是湖北省浠水县第一大湖，水面约1.35万亩，以纪念孙策练兵而得名。"
    ],
    "南汀河": [
        "境内属于怒江水系的主要河流有南汀河、头道水河、盘河、勐回河。"
    ],
    "头道水河": [
        "境内属于怒江水系的主要河流有南汀河、头道水河、盘河、勐回河。"
    ],
    "盘河": [
        "境内属于怒江水系的主要河流有南汀河、头道水河、盘河、勐回河。"
    ],
    "勐回河": [
        "境内属于怒江水系的主要河流有南汀河、头道水河、盘河、勐回河。"
    ],
    "东方云": [
        "水门：擅长水系道法，门主东方云（女人），实力与山门相差无几，属于大派。"
    ],
    "渝州路": [
        "水系溪河：渝州路街道除六店部分地带属于嘉陵江水系外，其余大部分区域的沟谷溪河均属长江水系。"
    ],
    "六店": [
        "水系溪河：渝州路街道除六店部分地带属于嘉陵江水系外，其余大部分区域的沟谷溪河均属长江水系。"
    ],
    "伊通": [
        "在伊通满族自治县境内有大小河流一百多，分属两大水系，一处属于松花江水系，一处是属于辽河水系。"
    ],
    "穆棱市": [
        "自然资源：水利穆棱市境内山区河流众多，有大小河流及山沟1,323条，穆棱河水系占全市水系的95.2%，其余4.8%属于牡丹江水系。"
    ],
    "华蓝": [
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；讨厌：虫系神奇宝贝；“华蓝美女三姐妹 & 附带的么妹”的称号；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "客串）；正职： 水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主小霞出生地： 关东地区-华蓝市；喜好： 水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；出场集数EP27：索利柏与神奇宝贝催眠；EP28：六尾的最佳形象；EP32：浅红场馆决战忍者；EP36：暴风雨的单车路 ；EP39：伊布四兄弟；EP44：胖丁的歌声；EP48：大葱鸭的鸭；EP49：波克比是谁的呢；EP56：抚养家的秘密；EP58：决战红莲道馆；EP60：华篮道馆！",
        "客串） ；正职：水系神奇宝贝训练师，现为关东地区-华蓝道馆的道馆馆主 ；出生地：关东地区-华蓝市 ；喜好：水系与可爱的神奇宝贝 ；目标：成为水系神奇宝贝大师； ；性格：成熟型，外表泼辣、内心温柔善良； ；第一代女主角登场；身手敏捷、“暴力型”的蛮力少女； ；自认为属于“优雅可爱的水精灵”美女； ；擅长：猜谜 ；讨厌：虫系神奇宝贝； ；“华蓝美女三姐妹 & 附带的么妹”的称号； ；被别人说成“小丫头”、“凶婆娘、平庸、附带品”。",
        "女配角；正职: 水系神奇宝贝训练师，现为关东联盟-华蓝道馆的道馆馆主；出生地: 关东地区-华蓝市；喜好: 极爱水系与可爱的神奇宝贝；目标：成为水系神奇宝贝大师；性格：成熟型，外表泼辣、内心温柔善良；身手敏捷、“暴力型”的蛮力少女；自认为属于“优雅可爱的水精灵”美女；最讨厌：虫系神奇宝贝；喜欢：收集神奇宝贝娃娃节娃娃；吃荷包蛋咖哩饭；海边修行；被别人称呼自己“像玛瑙水母一样可爱美丽”。"
    ],
    "涧河": [
        "建筑用砂、砾石，赋存于上更新统一现代冲洪积层，分属于境内黑河、涧河、潇河、涂河水系，其中粗、中、细、砾石均有较丰富的资源储藏。"
    ],
    "潇河": [
        "建筑用砂、砾石，赋存于上更新统一现代冲洪积层，分属于境内黑河、涧河、潇河、涂河水系，其中粗、中、细、砾石均有较丰富的资源储藏。"
    ],
    "涂河": [
        "建筑用砂、砾石，赋存于上更新统一现代冲洪积层，分属于境内黑河、涧河、潇河、涂河水系，其中粗、中、细、砾石均有较丰富的资源储藏。"
    ],
    "凤冈": [
        "水文景观：凤冈万佛山森林公园的水流，属于乌江流域长江水系，公园保存较好的森林植被和特殊的地质地貌格局，使森林公园水资源较丰富。"
    ],
    "万佛山": [
        "水文景观：凤冈万佛山森林公园的水流，属于乌江流域长江水系，公园保存较好的森林植被和特殊的地质地貌格局，使森林公园水资源较丰富。"
    ],
    "广西壮族自治区桂林市": [
        "广西壮族自治区桂林市铁佛塘：(桂林)位于广西桂林市区，属于两江四湖环城水系，其周围15米范围内为非建设区。"
    ],
    "铁佛塘": [
        "广西壮族自治区桂林市铁佛塘：(桂林)位于广西桂林市区，属于两江四湖环城水系，其周围15米范围内为非建设区。"
    ],
    "广西桂林市": [
        "广西壮族自治区桂林市铁佛塘：(桂林)位于广西桂林市区，属于两江四湖环城水系，其周围15米范围内为非建设区。"
    ],
    "李仙江": [
        "发展简史：李仙江是一条国际性河流，属于红河水系，为其一级支流，出云南后流入越南称沱江。"
    ],
    "蒙城县": [
        "这是大跃进年代为完成“大地河网化”认为而开挖的一条人工河，开挖的时候蒙城县还属于阜阳地区，阜阳地区有着发达的水系，开挖阜蒙新河，灌溉、交通运输的意义都不大。"
    ],
    "阜蒙": [
        "这是大跃进年代为完成“大地河网化”认为而开挖的一条人工河，开挖的时候蒙城县还属于阜阳地区，阜阳地区有着发达的水系，开挖阜蒙新河，灌溉、交通运输的意义都不大。"
    ],
    "襄阳": [
        "南阳虽地处中原，但境内的丹江、白河、唐河三条水系入湖北在襄阳注入汉水，属于长江水系。"
    ],
    "倚象河": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "软桥河": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "五里河": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "踏清河": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "鱼笼河": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "菜阳河": [
        "水资源：全镇水系发达，水资源较为丰富，其河流主要属于曼老江水系，主要河流有曼老江、倚象河、软桥河、五里河、踏清河、鱼笼河、菜阳河等，不仅给倚象带来了迷人的自然风光，还给沿岸的倚象各族儿女带来了富饶的生活。"
    ],
    "石仓源": [
        "境内水系分布涉及同属于小港源的三大支流：石仓源、洋坑源及安民源。"
    ],
    "洋坑源": [
        "境内水系分布涉及同属于小港源的三大支流：石仓源、洋坑源及安民源。"
    ],
    "安民源": [
        "境内水系分布涉及同属于小港源的三大支流：石仓源、洋坑源及安民源。"
    ],
    "白石砬子山": [
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "小红河子": [
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "无名": [
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "孙吴": [
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "逊克": [
        "水系属于黑龙江水系、逊河上游，除逊河外还有2条支流，一条是起源西北角白石砬子山脚下的小红河子，向东南流15公里在场部处流入逊河；另一条是起源西南无名山峰下河流，向东北静流15公里在场部处流入逊河，汇成逊河上游，然后一并向东南方向流程18公里出境，经由孙吴、逊克两县注入黑龙江。"
    ],
    "福安": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "白云山": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "黄兰溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "秀溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "龙亭溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "蟾溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "首洋溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "交溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "穆阳溪": [
        "水文状况福安白云山风景名胜区内主要水系有5条，即黄兰溪、秀溪、龙亭溪、蟾溪和首洋溪，均属于交溪水系支流穆阳溪。"
    ],
    "海阳河": [
        "海阳河是北去湘江的上游，原本与相距不远、向南流去的漓江擦肩而过，天生各属于两个老死不相往来的水系。"
    ],
    "嘉荫河": [
        "境内有汤旺河、呼兰河、嘉荫河等大小河流702条，分别属于黑龙江和松花江两大水系。"
    ],
    "江西": [
        "漳田河西河，又名漳田河，是位于江西省东北部及安徽省南部的一条河流，属于鄱阳湖水系。",
        "崇仁河，崇仁河，位于江西省抚州市境内，是中国长江流域的一条河流，汇入抚河左岸，属于抚河水系。",
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。",
        "黎滩河，黎滩河位于江西抚州市境内，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。"
    ],
    "齐云山": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "崇义县": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "罗霄": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "诸广": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "华东": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "华南": [
        "前言：江西齐云山自然保护区位于崇义县西北部，处于南岭山脉和罗霄山脉交汇的诸广山脉腹地，属于鄱阳湖水系赣江源区和洞庭湖水系滁水源区的连接部，是华东和华南生物种群过渡和交汇的区域，保存有典型南岭山地特征的原生性常绿阔叶林森林生态系统和大面积的特色植物群落，植物和植被具有过渡带的典型性，生物多样性极为丰富。"
    ],
    "马水": [
        "马水地势西高东低，大部分村庄属于漠阳江支流罂煲河水系。"
    ],
    "漠阳江": [
        "马水地势西高东低，大部分村庄属于漠阳江支流罂煲河水系。"
    ],
    "罂煲河": [
        "马水地势西高东低，大部分村庄属于漠阳江支流罂煲河水系。"
    ],
    "沃亚哲斯": [
        "沃亚哲斯国家公园35%以上的面积被水覆盖，大多属于通过狭窄的水道和小溪相连的四大湖水系。"
    ],
    "台东县": [
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。"
    ],
    "海端乡": [
        "大仑溪，大仑溪位于台湾东南部，属于卑南溪水系，为新武吕溪主流 (最长河道) 上游，也是卑南溪主流最上游，流域分布于台东县海端乡中部及西南部。"
    ],
    "双桥坪镇": [
        "双桥坪镇， 区位概况：该镇位于鼎城区西北部，与津市、临澧接壤，属于沅澧两大水系流域。"
    ],
    "鼎城区": [
        "双桥坪镇， 区位概况：该镇位于鼎城区西北部，与津市、临澧接壤，属于沅澧两大水系流域。"
    ],
    "津市": [
        "潮白新河，是河北省香河县与天津市境内的一条河道，属于海河水系。",
        "双桥坪镇， 区位概况：该镇位于鼎城区西北部，与津市、临澧接壤，属于沅澧两大水系流域。"
    ],
    "临澧": [
        "道水道水，是中国湖南省澧县、临澧县的一条河流，汇入澧水，属于澧水水系。",
        "双桥坪镇， 区位概况：该镇位于鼎城区西北部，与津市、临澧接壤，属于沅澧两大水系流域。"
    ],
    "石城": [
        "琴江琴江，是中国长江流域的一条河流，发源于石城县，汇入梅江，属于赣江水系。",
        "石城、宁都至终点段属于赣江支流—梅江的分支琴江水系。"
    ],
    "宁都": [
        "石城、宁都至终点段属于赣江支流—梅江的分支琴江水系。"
    ],
    "江西抚州": [
        "黎滩河，黎滩河位于江西抚州市境内，是中国长江流域的一条河流，汇入抚河右岸，属于抚河水系。"
    ],
    "江汉": [
        "保护区所涉及的河流主要属于江汉流域的任河和属于嘉陵江水系的后河及其支流白沙河。"
    ],
    "任河": [
        "保护区所涉及的河流主要属于江汉流域的任河和属于嘉陵江水系的后河及其支流白沙河。"
    ],
    "白沙河": [
        "保护区所涉及的河流主要属于江汉流域的任河和属于嘉陵江水系的后河及其支流白沙河。"
    ],
    "固村镇": [
        "路线在固村镇附近跨越琴江的主干；瑞金市段则属于赣江支流—贡水的分支绵水水系。"
    ],
    "瑞金市": [
        "路线在固村镇附近跨越琴江的主干；瑞金市段则属于赣江支流—贡水的分支绵水水系。"
    ],
    "绵水": [
        "路线在固村镇附近跨越琴江的主干；瑞金市段则属于赣江支流—贡水的分支绵水水系。"
    ],
    "云盘村": [
        "除云盘村属于清水江水系外，其余21个自然村均属于舞阳河水系。"
    ],
    "舞阳河": [
        "除云盘村属于清水江水系外，其余21个自然村均属于舞阳河水系。"
    ],
    "灵岐河": [
        "属于红水河水系的灵岐河流经全境，水能蕴藏量1.56万千瓦，有待开发利用。"
    ],
    "濮阳": [
        "濮阳境内有河流97条，多为中小河流，分属于黄河、海河两大水系。"
    ],
    "西洋": [
        "博兹瓦纳的外流河除南部的莫洛波河及其支流诺索布河等属于大西洋水系外，其余皆属印度洋水系，分属林波波河和赞比西河两大流域。",
        "该河独自注入大西洋，不属于法国五大水系当中的任何一个。",
        "阿杜尔河自东北向西南流经达克斯境内，平均宽度约100米，该河独立注入大西洋，不属于法国五大水系当中的任何一个。",
        "南美洲的水系以入迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "水系伊瓜苏瀑布南美洲水系以科迪勒拉山系的安第斯山为分水岭，东西分属于大西洋水系和太平洋水系。",
        "北大西洋湾流属于暖水系环流，温盐环流属于冷水系环流，冷、暖水在北大西洋高纬的转换，向大气释放出大量的热量。"
    ],
    "北大西洋": [
        "北大西洋湾流属于暖水系环流，温盐环流属于冷水系环流，冷、暖水在北大西洋高纬的转换，向大气释放出大量的热量。"
    ],
    "周口": [
        "水文周口属于淮河流域，有沙颍河、涡河、西肥河、汝河四大扇形水系。"
    ],
    "涡河": [
        "水文周口属于淮河流域，有沙颍河、涡河、西肥河、汝河四大扇形水系。"
    ],
    "汝河": [
        "尼汝河尼汝河，是中国长江流域的一条河流，汇入水落河，属于金沙江水系。",
        "水文周口属于淮河流域，有沙颍河、涡河、西肥河、汝河四大扇形水系。"
    ],
    "扎音河": [
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。"
    ],
    "五合营营": [
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。"
    ],
    "颜喜河营": [
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。"
    ],
    "颜喜河": [
        "水系：属于松花江水系，处于通肯河、扎音河水系的源头地段，有4条河流发源于施业区，五合营营林区2条河流汇集后流入通肯河，颜喜河营林区的颜喜河流入通肯河，为通肯河发源地。"
    ],
    "桂花": [
        "桂花分属于偏岩河水系和赤水河水系，山间溪流不断，水质优良没有受任何工业污染，有库容量268万方的箐河水库和8万方的刺竹沟水库。"
    ],
    "箐河": [
        "桂花分属于偏岩河水系和赤水河水系，山间溪流不断，水质优良没有受任何工业污染，有库容量268万方的箐河水库和8万方的刺竹沟水库。"
    ],
    "刺竹沟": [
        "桂花分属于偏岩河水系和赤水河水系，山间溪流不断，水质优良没有受任何工业污染，有库容量268万方的箐河水库和8万方的刺竹沟水库。"
    ],
    "小凌河": [
        "全市水资源总量为5.4亿立方米，流长在10公里以上的河流有19条，分属于大凌河、小凌河和辽河三个水系。"
    ],
    "榆木川": [
        "因此，榆木川-海拉尔河属于额尔古纳水系。"
    ],
    "海拉尔河": [
        "因此，榆木川-海拉尔河属于额尔古纳水系。"
    ],
    "额尔古纳": [
        "它属于额尔古纳河水系，是额尔古纳河的主要支流——激流河的主要发源地。",
        "它属于额尔古纳河水系，是额尔古纳河的主要支流---激流河的主要发源地。",
        "境内河流分属于嫩江和额尔古纳河两个水系。",
        "水系：镇内水系属于额尔古纳河水系，主要是激流河，该河从阿龙山镇西部流过。",
        "因此，榆木川-海拉尔河属于额尔古纳水系。"
    ]
}